Repository: Alfresco/alfresco-ios-app
Catalog: AlfrescoApp/Supporting Files/*.lproj/Activities.strings
Languages: de, es, fr, it, ja, zh_hans

# activity.no-activities
source: No Activities
de: Keine Aktivitäten
es: Ninguna actividad
fr: Aucune activité
it: Nessuna attività
ja: アクティビティなし
zh_hans: 无活动

# activity.unknown-user
source: Unknown User
de: Unbekannter Benutzer
es: Usuario desconocido
fr: Utilisateur inconnu
it: Utente sconosciuto
ja: 不明なユーザー
zh_hans: 未知用户

# activity.unknown-item
source: Unknown File
de: Unbekannte Datei
es: Fichero desconocido
fr: Fichier inconnu
it: File sconosciuto
ja: 不明なファイル
zh_hans: 未知文件

# activity.unknown-site
source: Unknown Site
de: Unbekannte Site
es: Sitio desconocido
fr: Site inconnu
it: Sito sconosciuto
ja: 不明なサイト
zh_hans: 未知站点

# activity.in.site
source: {0} in site {1}
es: {0} en el sitio {1}
fr: {0} sur le site {1}
it: {0} nel sito {1}
ja: {0}(サイト: {1})
zh_hans: 站点 {1} 中的 {0}

# activity.role.None
source: No privileges
de: Keine Berechtigungen
es: Ningún privilegio
fr: Aucun privilège
it: Nessun privilegio
ja: 権限なし
zh_hans: 无权限

# activity.role.SiteManager
source: Manager
es: Administrador
fr: Gestionnaire
ja: マネージャ
zh_hans: 管理员

# activity.role.SiteCollaborator
source: Collaborator
de: Mitarbeiter
es: Colaborador
fr: Collaborateur
it: Collaboratore
ja: 共同作業者
zh_hans: 合作者

# activity.role.SiteContributor
source: Contributor
de: Beitragender
es: Contribuidor
fr: Contributeur
it: Contributore
ja: 投稿者
zh_hans: 贡献者

# activity.role.SiteConsumer
source: Consumer
de: Verbraucher
es: Consumidor
fr: Lecteur
it: Consumatore
ja: 利用者
zh_hans: 使用者

# org.alfresco.blog.post-created
source: {1} created blog post {0}
de: {1} erstellte Blog-Post {0}
es: {1} creó la entrada de blog {0}
fr: {1} a créé l’article de blog {0}
it: {1} ha creato il post del blog {0}
ja: {1} がBlog記事 {0} を作成しました
zh_hans: {1} 创建了博客帖子 {0}

# org.alfresco.blog.post-updated
source: {1} updated blog post {0}
de: {1} aktualisierte Blog-Post {0}
es: {1} actualizó la entrada de blog {0}
fr: {1} a mis à jour l’article de blog {0}
it: {1} ha aggiornato il post del blog {0}
ja: {1} がBlog記事 {0} を更新しました
zh_hans: {1} 更新了博客帖子 {0}

# org.alfresco.blog.post-deleted
source: {1} deleted blog post {0}
de: {1} löschte Blog-Post {0}
es: {1} eliminó la entrada de blog {0}
fr: {1} a supprimé l’article de blog {0}
it: {1} ha eliminato il post del blog {0}
ja: {1} がBlog記事 {0} を削除しました
zh_hans: {1} 删除了博客帖子 {0}

# org.alfresco.comments.comment-created
source: {1} commented on {0}
de: {1} kommentierte {0}
es: {1} comentó sobre {0}
fr: {1} a commenté {0}
it: {1} ha inserito un commento su {0}
ja: {1} が {0} についてコメントしました
zh_hans: {1} 评论了 {0}

# org.alfresco.comments.comment-updated
source: {1} updated comment on {0}
de: {1} aktualisierte Kommentar am {0}
es: {1} actualizó el comentario sobre {0}
fr: {1} a mis à jour son commentaire sur {0}
it: {1} ha aggiornato un commento su {0}
ja: {1} が {0} についてのコメントを更新しました
zh_hans: {1} 更新了有关 {0} 的评论

# org.alfresco.comments.comment-deleted
source: {1} deleted a comment from {0}
de: {1} löschte Kommentar aus {0}
es: {1} eliminó el comentario sobre {0}
fr: {1} a supprimé un commentaire de {0}
it: {1} ha eliminato un commento da {0}
ja: {1} が{0}からコメントを削除しました
zh_hans: {1} 从 {0} 删除了评论

# org.alfresco.discussions.post-created
source: {1} started discussion {0}
de: {1} begann Diskussion {0}
es: {1} inició el foro {0}
fr: {1} a initié la discussion {0}
it: {1} ha avviato la discussione {0}
ja: {1} がディスカッション{0}を作成しました
zh_hans: {1} 发起了讨论 {0}

# org.alfresco.discussions.post-updated
source: {1} updated discussion {0}
de: {1} aktualisierte Diskussion {0}
es: {1} actualizó el foro {0}
fr: {1} a mis à jour la discussion {0}
it: {1} ha aggiornato la discussione {0}
ja: {1} がディスカッション{0}を更新しました
zh_hans: {1} 更新了讨论 {0}

# org.alfresco.discussions.post-deleted
source: {1} deleted discussion {0}
de: {1} löschte Diskussion {0}
es: {1} eliminó el foro {0}
fr: {1} a supprimé la discussion {0}
it: {1} ha eliminato la discussione {0}
ja: {1} がディスカッション{0}を削除しました
zh_hans: {1} 删除了讨论 {0}

# org.alfresco.discussions.reply-created
source: {1} replied to the discussion {0}
de: {1} antwortete auf Diskussion {0}
es: {1} respondió al foro {0}
fr: {1} a répondu à la discussion {0}
it: {1} ha risposto alla discussione {0}
ja: {1} がディスカッション{0}に返信しました
zh_hans: {1} 回复了讨论 {0}

# org.alfresco.discussions.reply-updated
source: {1} updated a reply to {0}
de: {1} aktualisierte eine Antwort auf {0}
es: {1} actualizó la respuesta a {0}
fr: {1} a mis à jour une réponse à {0}
it: {1} ha aggiornato la risposta a {0}
ja: {1} が {0} への返信を更新しました
zh_hans: {1} 更新了对 {0} 的回复

# org.alfresco.calendar.event-created
source: {1} created calendar event {0}
de: {1} erstellte Kalenderereignis {0}
es: {1} creó el evento de calendario {0}
fr: {1} a créé l’événement de calendrier {0}
it: {1} ha creato l'evento di calendario {0}
ja: {1} がカレンダーイベント{0}を作成しました
zh_hans: {1} 创建了日历事件 {0}

# org.alfresco.calendar.event-updated
source: {1} updated calendar event {0}
de: {1} aktualisierte Kalenderereignis {0}
es: {1} actualizó el evento de calendario {0}
fr: {1} a mis à jour l’événement de calendrier {0}
it: {1} ha aggiornato l'evento di calendario {0}
ja: {1} がカレンダーイベント{0}を更新しました
zh_hans: {1} 更新了日历事件 {0}

# org.alfresco.calendar.event-deleted
source: {1} deleted calendar event {0}
de: {1} löschte Kalenderereignis {0}
es: {1} eliminó el evento de calendario {0}
fr: {1} a supprimé l’événement de calendrier {0}
it: {1} ha eliminato l'evento di calendario {0}
ja: {1} がカレンダーイベント{0}を削除しました
zh_hans: {1} 删除了日历事件 {0}

# org.alfresco.documentlibrary.file-added
source: {1} added file {0}
de: {1} fügte Datei {0} hinzu
es: {1} añadió el fichero {0}
fr: {1} ajouté le fichier {0}
it: {1} ha aggiunto il file {0}
ja: {1} がファイル {0} を追加しました
zh_hans: {1} 添加了文件 {0}

# org.alfresco.documentlibrary.files-added
source: {1} added {0} files
de: {1} fügte {0} Dateien hinzu
es: {1} añadió {0} ficheros
fr: {1} a ajouté {0} fichiers
it: {1} ha aggiunto {0} file
ja: {1} が{0}個のファイルを追加しました
zh_hans: {1} 添加了 {0} 个文件

# org.alfresco.documentlibrary.file-created
source: {1} created file {0}
de: {1} erstellte Datei {0}
es: {1} creó el fichero {0}
fr: {1} a créé le fichier {0}
it: {1} ha creato il file {0}
ja: {1} がファイル {0} を作成しました
zh_hans: {1} 创建了文件 {0}

# org.alfresco.documentlibrary.file-deleted
source: {1} deleted file {0}
de: {1} löschte Datei {0}
es: {1} eliminó el fichero {0}
fr: {1} a supprimé le fichier {0}
it: {1} ha eliminato il file {0}
ja: {1} がファイル {0} を削除しました
zh_hans: {1} 删除了文件 {0}

# org.alfresco.documentlibrary.files-deleted
source: {1} deleted {0} files
de: {1} löschte {0} Dateien
es: {1} eliminó {0} ficheros
fr: {1} a supprimé {0} fichiers
it: {1} ha eliminato {0} file
ja: {1} が{0}個のファイルを削除しました
zh_hans: {1} 删除了 {0} 个文件

# org.alfresco.documentlibrary.file-updated
source: {1} updated file {0}
de: {1} aktualisierte Datei {0}
es: {1} actualizó el fichero {0}
fr: {1} a mis à jour le fichier {0}
it: {1} ha aggiornato il file {0}
ja: {1} がファイル{0}を更新しました
zh_hans: {1} 更新了文件 {0}

# org.alfresco.documentlibrary.files-updated
source: {1} updated {0} files
de: {1} aktualisierte {0} Dateien
es: {1} actualizó {0} ficheros
fr: {1} a mis à jour {0} fichiers
it: {1} ha aggiornato {0} file
ja: {1} が {0} 個のファイルを更新しました
zh_hans: {1} 更新了 {0} 个文件

# org.alfresco.documentlibrary.folder-added
source: {1} added folder {0}
de: {1} fügte Ordner {0} hinzu
es: {1} añadió la carpeta {0}
fr: {1} a ajouté le dossier {0}
it: {1} ha aggiunto la cartella {0}
ja: {1} がフォルダ{0}を追加しました
zh_hans: {1} 添加了文件夹 {0}

# org.alfresco.documentlibrary.folder-deleted
source: {1} deleted folder {0}
de: {1} löschte Ordner {0}
es: {1} eliminó la carpeta {0}
fr: {1} a supprimé le dossier {0}
it: {1} ha eliminato la cartella {0}
ja: {1} がフォルダ{0}を削除しました
zh_hans: {1} 删除了文件夹 {0}

# org.alfresco.documentlibrary.folders-added
source: {1} added {0} folders
de: {1} fügte {0} Ordner hinzu
es: {1} añadió {0} carpetas
fr: {1} a ajouté {0} dossiers
it: {1} ha aggiunto {0} cartelle
ja: {1} が {0} 個のフォルダを追加しました
zh_hans: {1} 添加了 {0} 个文件夹

# org.alfresco.documentlibrary.folders-deleted
source: {1} deleted {0} folders
de: {1} löschte {0} Ordner
es: {1} eliminó {0} carpetas
fr: {1} a supprimé {0} dossiers
it: {1} ha eliminato {0} cartelle
ja: {1} が {0} 個のフォルダを削除しました
zh_hans: {1} 删除了 {0} 个文件夹

# org.alfresco.documentlibrary.google-docs-checkout
source: {1} checked out file {0} to Google Docs
de: {1} hat Datei {0} an Google Docs ausgecheckt
es: {1} bloqueó el fichero {0} en Google Docs
fr: {1} a réservé le fichier {0} dans Google Docs
it: {1} ha eseguito il Check Out del documento {0} in Google Docs
ja: {1} がファイル {0} を Google ドキュメントにチェックアウトしました
zh_hans: {1} 将文件 {0} 签出到 Google Docs

# org.alfresco.documentlibrary.google-docs-checkin
source: {1} checked in file {0} from Google Docs
de: {1} hat Datei {0} aus Google Docs eingecheckt
es: {1} desbloqueó el fichero {0} de Google Docs
fr: {1} a libéré le fichier {0} de Google Docs
it: {1} ha eseguito il Check In del documento {0} da Google Docs
ja: {1} が Google ドキュメントからファイル {0} をチェックインしました
zh_hans: {1} 从 Google Docs 签入了文件 {0}

# org.alfresco.documentlibrary.inline-edit
source: {1} edited file {0}
de: {1} bearbeitete Datei {0}
es: {1} editó el fichero {0}
fr: {1} a édité le fichier {0}
it: {1} ha modificato il file {0}
ja: {1} がファイル {0} を編集しました
zh_hans: {1} 编辑了文件 {0}

# org.alfresco.documentlibrary.file-previewed
source: {1} previewed file {0}
de: {1} sah eine Vorschau von Datei {0} an
es: {1} previsualizó el fichero {0}
fr: {1} a prévisualisé le fichier {0}
it: {1} ha visualizzato in anteprima il file {0}
ja: {1} がファイル {0} をプレビューしました
zh_hans: {1} 已预览文件 {0}

# org.alfresco.documentlibrary.file-downloaded
source: {1} downloaded file {0}
de: {1} lud Datei {0} herunter
es: {1} descargó el fichero {0}
fr: {1} a téléchargé le fichier {0}
it: {1} ha scaricato il file {0}
ja: {1} がファイル {0} をダウンロードしました
zh_hans: {1} 已下载文件 {0}

# org.alfresco.documentlibrary.file-liked
source: {1} liked file {0}
de: {1} gefällt Datei {0}
es: A {1} le gusta el fichero {0}
fr: {1} a aimé le fichier {0}
it: {1} ha aggiunto Mi piace al file {0}
ja: {1} がファイル {0} に[いいね!]を付けました
zh_hans: {1} 点赞了文件 {0}

# org.alfresco.documentlibrary.folder-liked
source: {1} liked folder {0}
de: {1} gefällt Ordner {0}
es: A {1} le gusta la carpeta {0}
fr: {1} a aimé le dossier {0}
it: {1} ha aggiunto Mi piace alla cartella {0}
ja: {1} がフォルダ {0} に[いいね!]を付けました
zh_hans: {1} 点赞了文件夹 {0}

# org.alfresco.wiki.page-created
source: {1} created wiki page {0}
de: {1} erstellte Wiki-Seite {0}
es: {1} creó la página wiki {0}
fr: {1} a créé la page de wiki {0}
it: {1} ha creato la pagina wiki {0}
ja: {1} がWikiページ {0} を作成しました
zh_hans: {1} 创建了维基页面 {0}

# org.alfresco.wiki.page-edited
source: {1} updated wiki page {0}
de: {1} aktualisierte Wiki-Seite {0}
es: {1} actualizó la página wiki {0}
fr: {1} a mis à jour la page de wiki {0}
it: {1} ha aggiornato la pagina wiki {0}
ja: {1} がWikiページ {0} を更新しました
zh_hans: {1} 更新了维基页面 {0}

# org.alfresco.wiki.page-renamed
source: {1} renamed wiki page from {2} to {0}
de: {1} benannte Wiki-Seite um von {2} in {0}
es: {1} cambió el nombre de la página wiki de {2} a {0}
fr: {1} a renommé la page de wiki {2} par {0}
it: {1} ha rinominato la pagina wiki da {2} in {0}
ja: {1} がWikiページの名称を {2} から {0} に変更しました
zh_hans: {1} 将维基页面从 {2} 重命名为 {0}

# org.alfresco.wiki.page-deleted
source: {1} deleted wiki page {0}
de: {1} löschte Wiki-Seite {0}
es: {1} eliminó la página wiki {0}
fr: {1} a supprimé la page de wiki {0}
it: {1} ha eliminato la pagina wiki {0}
ja: {1} がWikiページ {0} を削除しました
zh_hans: {1} 删除了维基页面 {0}

# org.alfresco.site.group-added
source: {1} group added to site {4} with role {2}
de: Gruppe {1} zur Site {4} mit Rolle {2} hinzugefügt
es: Grupo {1} añadido al sitio {4} con el rol {2}
fr: Groupe {1} ajouté au site {4} avec le rôle {2}
it: Gruppo {1} aggiunto al sito {4} con ruolo {2}
ja: {1} グループが役割 {2} でサイト {4} に追加されました
zh_hans: {1} 组被添加到站点 {4}，且具有角色 {2}

# org.alfresco.site.group-removed
source: {1} group removed from site {4}
de: Gruppe {1} von Site {4} entfernt
es: Grupo {1} eliminado del sitio {4}
fr: Groupe {1} supprimé du site {4}
it: Gruppo {1} rimosso dal sito {4}
ja: {1} グループがサイト {4} から削除されました
zh_hans: {1} 组从站点 {4} 移除

# org.alfresco.site.group-role-changed
source: {1} group role changed to {2}
de: Rolle der Gruppe von {1} zu {2} geändert
es: Rol del grupo {1} cambiado a {2}
fr: Rôle du groupe {1} changé en {2}
it: Ruolo del gruppo {1} cambiato in {2}
ja: {1} グループの役割が {2} に変更されました
zh_hans: {1} 组角色更改为 {2}

# org.alfresco.site.user-joined
source: {1} joined site {4} with role {2}
de: {1} trat der Site {4} mit der Rolle {2} bei
es: {1} se unió al sitio {4} con el rol {2}
fr: {1} a rejoint le site {4} avec le rôle {2}
it: {1} ha accettato di partecipare al sito {4} con ruolo {2}
ja: {1} が役割 {2} でサイト {4} に参加しました
zh_hans: {1} 加入了站点 {4}，角色为 {2}

# org.alfresco.site.user-left
source: {1} left site {4}
de: {1} hat Site {4} verlassen
es: {1} abandonó el sitio {4}
fr: {1} a quitté le site {4}
it: {1} ha abbandonato il sito {4}
ja: {1} がサイト {4} を退会しました
zh_hans: {1} 离开了站点 {4}

# org.alfresco.site.user-role-changed
source: {1} role changed to {2}
de: Rolle von {1} zu {2} geändert
es: Rol {1} cambiado a {2}
fr: Rôle {1} changé en {2}
it: Ruolo {1} cambiato in {2}
ja: {1} の役割が {2} に変更されました
zh_hans: {1} 角色更改为 {2}

# org.alfresco.site.liked
source: {1} liked site {0}
de: {1} gefällt Site {0}
es: A {1} le gusta el sitio {0}
fr: {1} a aimé le site {0}
it: {1} ha ha aggiunto Mi piace al sito {0}
ja: {1} がサイト {0} に[いいね!]を付けました
zh_hans: {1} 点赞了站点 {0}

# org.alfresco.links.link-created
source: {1} created link {0}
de: {1} erstellte Link {0}
es: {1} creó el vínculo {0}
fr: {1} a créé le lien {0}
it: {1} ha creato il link {0}
ja: {1} がリンク {0} を作成しました
zh_hans: {1} 创建了链接 {0}

# org.alfresco.links.link-updated
source: {1} updated link {0}
de: {1} aktualisierte Link {0}
es: {1} actualizó el vínculo {0}
fr: {1} a mis à jour le lien {0}
it: {1} ha aggiornato il link {0}
ja: {1} がリンク {0} を更新しました
zh_hans: {1} 更新了链接 {0}

# org.alfresco.links.link-deleted
source: {1} deleted link {0}
de: {1} löschte Link {0}
es: {1} eliminó el vínculo {0}
fr: {1} a supprimé le lien {0}
it: {1} ha eliminato il link {0}
ja: {1} がリンク {0} を削除しました
zh_hans: {1} 删除了链接 {0}

# org.alfresco.datalists.list-created
source: {1} created data list {0}
de: {1} erstellte Datenliste {0}
es: {1} creó la lista de datos {0}
fr: {1} a créé la liste de données {0}
it: {1} ha creato l'elenco dati {0}
ja: {1} がデータリスト {0} を作成しました
zh_hans: {1} 创建了数据列表 {0}

# org.alfresco.datalists.list-updated
source: {1} updated data list {0}
de: {1} aktualisierte Datenliste {0}
es: {1} actualizó la lista de datos {0}
fr: {1} a mis à jour la liste de données {0}
it: {1} ha aggiornato l'elenco dati {0}
ja: {1} がデータリスト {0} を更新しました
zh_hans: {1} 更新了数据列表 {0}

# org.alfresco.datalists.list-deleted
source: {1} deleted data list {0}
de: {1} löschte Datenliste {0}
es: {1} eliminó la lista de datos {0}
fr: {1} a supprimé la liste de données {0}
it: {1} ha eliminato l'elenco dati {0}
ja: {1} がデータリスト {0} を削除しました
zh_hans: {1} 删除了数据列表 {0}

# org.alfresco.subscriptions.followed
source: {1} is now following {5}
de: {1} folgt jetzt {5}
es: {1} está siguiendo a {5}
fr: {1} suit maintenant {5}
it: {1} sta ora seguendo {5}
ja: {1} は現在 {5} をフォローしています
zh_hans: {1} 正在关注 {5}

# org.alfresco.subscriptions.subscribed
source: {1} has subscribed to {2}
de: {1} hat {2} abonniert
es: {1} se ha suscrito a {2}
fr: {1} s’est abonné à {2}
it: {1} si è iscritto a {2}
ja: {1} は {2} を購読しています
zh_hans: {1} 已订阅 {2}
