Repository: Alfresco/alfresco-ios-app
Catalog: AlfrescoApp/Supporting Files/*.lproj/Localizable.strings
Languages: es, it, ja

source: Yes
es: Sí
it: Sì
ja: はい

source: No
ja: いいえ

source: Cancel
es: Cancelar
it: Annulla
ja: キャンセル

source: Add
es: Añadir
it: Aggiungi
ja: 追加

source: Done
es: Hecho
it: Fine
ja: 完了

source: Retry
es: Reintentar
it: Riprova
ja: 再試行

source: Upload
es: Cargar
it: Carica
ja: アップロード

source: Close
es: Cerrar
it: Chiudi
ja: 閉じる

source: Next
es: Siguiente
it: Successivo
ja: 次へ

source: No Files
es: Ningún fichero
it: Nessun file
ja: ファイルなし

source: No Folders
es: Ninguna carpeta
it: Nessuna cartella
ja: フォルダなし

source: No Users
es: Ningún usuario
it: Nessun utente
ja: ユーザーなし

source: On
es: Sí
it: Attivo
ja: オン

source: Off
es: No
it: Non attivo
ja: オフ

# relative.date.past.n-years
source: %d years ago
es: Hace %d años
it: %d anni fa
ja: %d 年前

# relative.date.past.one-year
source: A year ago
es: Hace un año
it: Un anno fa
ja: 1 年前

# relative.date.past.n-months
source: %d months ago
es: Hace %d meses
it: %d mesi fa
ja: %d か月前

# relative.date.past.one-month
source: A month ago
es: Hace un mes
it: Un mese fa
ja: 1 か月前

# relative.date.past.n-weeks
source: %d weeks ago
es: Hace %d semanas
it: %d settimane fa
ja: %d 週間前

# relative.date.past.one-week
source: A week ago
es: Hace una semana
it: Una settimana fa
ja: 1 週間前

# relative.date.past.n-days
source: %d days ago
es: Hace %d días
it: %d giorni fa
ja: %d 日前

# relative.date.past.one-day
source: Yesterday
es: Ayer
it: Ieri
ja: 昨日

# relative.date.past.n-hours
source: %d hours ago
es: Hace %d horas
it: %d ore fa
ja: %d 時間前

# relative.date.past.one-hour
source: An hour ago
es: Hace una hora
it: Un'ora fa
ja: 1 時間前

# relative.date.past.n-minutes
source: %d minutes ago
es: Hace %d minutos
it: %d minuti fa
ja: %d 分前

# relative.date.past.one-minute
source: A minute ago
es: Hace un minuto
it: Un minuto fa
ja: 1 分前

# relative.date.past.n-seconds
source: %d seconds ago
es: Hace %d segundos
it: %d secondi fa
ja: %d 秒前

# relative.date.just-now
source: Just now
es: En este momento
it: Ora
ja: たった今

# relative.date.today
source: Today
es: Hoy
it: Oggi
ja: 今日

# relative.date.future.n-seconds
source: %d seconds from now
es: En %d segundos a partir de ahora
it: Tra %d secondi
ja: %d 秒後

# relative.date.future.one-minute
source: A minute from now
es: En un minuto a partir de ahora
it: Tra un minuto
ja: 1 分後

# relative.date.future.n-minutes
source: %d minutes from now
es: En %d minutos a partir de ahora
it: Tra %d minuti
ja: %d 分後

# relative.date.future.one-hour
source: An hour from now
es: En una hora a partir de ahora
it: Tra un'ora
ja: 1 時間後

# relative.date.future.n-hours
source: %d hours from now
es: En %d horas a partir de ahora
it: Tra %d ore
ja: %d 時間後

# relative.date.future.one-day
source: Tomorrow
es: Mañana
it: Domani
ja: 明日

# relative.date.future.n-days
source: %d days from now
es: En %d días a partir de ahora
it: Tra %d giorni
ja: %d 日後

# relative.date.future.one-week
source: A week from now
es: En una semana a partir de ahora
it: Tra una settimana
ja: 1 週間後

# relative.date.future.n-weeks
source: %d weeks from now
es: En %d semanas a partir de ahora
it: Tra %d settimane
ja: %d 週間後

# relative.date.future.one-month
source: A month from now
es: En un mes a partir de ahora
it: Tra un mese
ja: 1 か月後

# relative.date.future.n-months
source: %d months from now
es: En %d meses a partir de ahora
it: Tra %d mesi
ja: %d か月後

# relative.date.future.one-year
source: A year from now
es: En un año a partir de ahora
it: Tra un anno
ja: 1 年後

# relative.date.future.n-years
source: %d years from now
es: En %d años a partir de ahora
it: Tra %d anni
ja: %d 年後

# file.size.bytes
source: Bytes
it: Byte
ja: バイト

# favourites.title
source: Favorites
es: Favoritos
it: Preferiti
ja: お気に入り

# favourites.empty
source: No Favorites
es: Ningún favorito
it: Nessun preferito
ja: お気に入りはありません

# sync.title
source: Synced Content
es: Sincronizado
it: Sincronizzati
ja: 同期

# sync.empty
source: No Synced Content
es: No hay contenido sincronizado
it: Nessun contenuto sincronizzato
ja: 同期されているコンテンツはありません

# sync.downloadsize.prompt.title
source: Download Size
es: Tamaño de la descarga
it: Dimensioni download
ja: ダウンロードサイズ

# sync.downloadsize.prompt.message
source: Sync download size %@. Do you want to continue?
es: Sincronizar tamaño de la descarga %@. ¿Desea continuar?
it: Dimensioni download sincronizzazione %@. Vuoi continuare?
ja: ダウンロードサイズ %@ を同期します。作業を続けますか?

# sync.downloadsize.prompt.cancel
source: Don't Sync
es: No sincronizar
it: Non sincronizzare
ja: 同期しない

# sync.downloadsize.prompt.confirm
source: Sync Now
es: Sincronizar ahora
it: Sincronizza ora
ja: 今すぐ同期する

# sync.enable.title
source: Sync Files
es: Sincronizar ficheros
it: Sincronizza file
ja: ファイルを同期する

# sync.state.waiting-to-sync
source: Waiting to sync...
es: Esperando sincronización...
it: In attesa di sincronizzazione...
ja: 同期待ち...

# sync.state.failed-to-sync
source: Sync Unsuccessful
es: Sincroniz. fallida
it: Sincr. non riuscita
ja: 同期失敗

# sync.progress.label.singular
source: Syncing 1 file, %@ left
es: Sincronizando 1 fichero, quedan %@
it: Sto sincronizzando 1 file, ne rimangono %@
ja: 1 個のファイルを同期しています。 残り %@

# sync.progress.label.plural
source: Syncing %d files, %@ left
es: %d ficheros, quedan %@
it: Sincr. %d file, residui %@
ja: %d 個のファイル。残り %@

# sync.cancelAll.alert.title
source: Sync
es: Sincronizar
it: Sincronizza
ja: 同期

# sync.cancelAll.alert.message
source: Cancel all sync operations?
es: ¿Cancelar todas las operaciones de sincronización?
it: Vuoi annullare tutte le operazioni di sincronizzazione?
ja: すべての同期をキャンセルしますか?

# sync.cancelAll.alert.button.continue
source: Continue
es: Continuar
it: Continua
ja: 続行

# sync.cancelAll.alert.button.stop
source: Stop Sync
es: Detener sincronización
it: Arresta sincronizzazione
ja: 同期を中止

# sync-errors.title
source: Sync Errors
es: Errores de sincronización
it: Errori di sincronizzazione
ja: 同期エラー

# sync-errors.deleted-on-server-with-local-changes.header
source: The following files have been deleted on Alfresco Content Services but copies have been saved to your "Local Files"
es: Los siguientes ficheros se han eliminado de Alfresco Content Services, pero se han guardado copias en "Ficheros locales"
it: I seguenti file sono stati eliminati su Alfresco Content Services, tuttavia le copie sono state salvate in "File locali"
ja: 次のファイルは Alfresco Content Services では削除されていますが、コピーが [ローカルファイル] に保存されています。

# sync-errors.pending-sync-on-server-with-local-changes.header
source: The following files are waiting to sync and have local changes. Select how to continue for each file. Files will be saved to "Local Files"
es: Los siguientes ficheros se encuentran a la espera de sincronización y presentan modificaciones locales. Seleccione cómo continuar para cada fichero. Los ficheros se guardarán en "Ficheros locales"
it: I seguenti file sono in attesa di sincronizzazione e presentano modifiche locali. Scegliere come procedere per ogni file. I file saranno salvati in "File locali"
ja: 次のファイルは同期待ちで、ローカルでは変更されています。各ファイルの処理方法を選択してください。 ファイルは [ローカルファイル] に保存されます。

# sync-errors.button.sync
source: Sync
es: Sincronizar
it: Sincronizza
ja: 同期

# sync-errors.button.save
source: Save
es: Guardar
it: Salva
ja: 保存

# error.generic.title
source: We hit a problem
es: Hemos encontrado un problema
it: Si è verificato un problema
ja: 問題が発生しました

# error.generic.noaccess.message
source: You might not have access to all views in this profile. Check with your IT Team or choose a different profile.
es: Puede no tener acceso a todas las vistas en este perfil. Compruebe con su equipo de TI o elija un perfil diferente.
it: Si potrebbe non avere accesso a tutte le visualizzazioni relative a questo profilo. Rivolgersi al Team IT per risolvere il problema o scegliere un profilo diverso.
ja: このプロフィールのすべての情報を表示する権限がない可能性があります。IT 担当者に問い合わせるか、別のプロフィールを選択してください。

# error.filefolder.rootfolder.notfound
source: Couldn't load root folder. %@.
es: No se ha podido cargar la carpeta raíz. %@.
it: Impossibile caricare la cartella root. %@.
ja: ルートフォルダを読み込めませんでした。 %@。

# error.filefolder.permission.notfound
source: Couldn't find permission for the file / folder. %@.
es: No se ha encontrado ningún permiso para el fichero/carpeta. %@.
it: Impossibile trovare il permesso per il file/la cartella. %@.
ja: ファイルまたはフォルダの権限が見つかりません。 %@。

# error.filefolder.content.failedtodownload
source: Couldn't download file. %@.
es: No se ha podido descargar el fichero. %@.
it: Impossibile scaricare il file. %@.
ja: ファイルをダウンロードできませんでした。 %@。

# error.filefolder.search.searchfailed
source: Search unsuccessful. %@.
es: Búsqueda fallida. %@.
it: Ricerca non riuscita. %@.
ja: 検索が失敗しました。 %@。

# error.filefolder.createfolder.invalidname
source: Couldn't create folder. Try again using numbers, letters, and different characters.
es: No se ha podido crear la carpeta. Vuelva a intentarlo usando números, letras y caracteres diferentes.
it: Impossibile creare una cartella. Riprova utilizzando numeri, lettere e caratteri diversi.
ja: フォルダを作成できませんでした。英数字を使った別の名前で作成し直してください。

# error.filefolder.createfolder.createfolder
source: Couldn't create folder. %@.
es: No se ha podido crear la carpeta. %@.
it: Impossibile creare la cartella. %@.
ja: フォルダを作成できませんでした。 %@。

# error.filefolder.content.failedtoretrieve
source: Couldn't load the file / folder. %@.
es: No se ha podido cargar el fichero/carpeta. %@.
it: Impossibile caricare il file/la cartella. %@.
ja: ファイルまたはフォルダを読み込めませんでした。 %@。

# error.filefolder.unable.to.delete
source: Couldn't delete the file / folder. %@
es: No se ha podido eliminar el fichero/carpeta. %@
it: Impossibile eliminare il file/la cartella. %@.
ja: ファイルまたはフォルダを削除できませんでした。 %@

# error.sites.documentlibrary.failed
source: Couldn't access Document Library. %@.
es: No se ha podido acceder a la biblioteca de documentos. %@.
it: Impossibile accedere alla Raccolta documenti. %@.
ja: 文書ライブラリにアクセスできませんでした。 %@。

# error.filefolder.favorites.failed
source: Couldn't access Favorites. %@
es: No se ha podido acceder Favoritos. %@
it: Impossibile accedere ai Preferiti. %@
ja: [お気に入り] にアクセスできませんでした。 %@

# error.sites.retrieval.failed
source: Couldn't load sites. %@.
es: No se han podido cargar los sitios. %@.
it: Impossibile caricare siti. %@.
ja: サイトを読み込めませんでした。 %@。

# error.sites.folder.failed
source: Couldn't load sites folder. %@.
es: No se ha podido cargar la carpeta de los sitios. %@.
it: Impossibile caricare la cartella Siti. %@.
ja: サイトフォルダを読み込めませんでした。 %@。

# error.sites.search.failed
source: Couldn't search across sites. %@.
es: No se ha podido buscar en los sitios. %@.
it: Impossibile effettuare ricerche in più siti. %@.
ja: サイトをまたいで検索できませんでした。 %@。

# error.sites.site.notfound
source: Site not found
es: Sitio no encontrado.
it: Impossibile trovare il sito
ja: サイトが見つかりません

# error.upload.failed
source: Couldn't upload the file right now. %@.
es: No se ha podido cargar el fichero en este momento. %@.
it: Impossibile caricare il file ora. %@.
ja: ファイルは現在アップロードできません。 %@。

# error.upload.addtags.failed
source: The tags couldn't be added to the file. %@.
es: No se han podido añadir las etiquetas al fichero. %@.
it: Impossibile aggiungere i tag al file. %@.
ja: タグをファイルに追加できませんでした。 %@。

# error.tags.retrieve.failed
source: Couldn't load the tags right now. %@.
es: No se han podido cargar las etiquetas en este momento. %@.
it: Impossibile caricare i tag ora. %@.
ja: タグは現在読み込めません。 %@。

# error.login.failed
source: Log in unsuccessful, check that your user name and password are correct.
es: No se ha podido iniciar la sesión, compruebe que el nombre de usuario y la contraseña son correctos.
it: Login non riuscito. Verifica che il nome utente e la password siano corretti.
ja: ログインできませんでした。ユーザー名とパスワードが正しいことを確認してください。

# error.comments.retrieve.failed
source: Couldn't load comments right now. %@
es: No se han podido cargar los comentarios en este momento. %@
it: Impossibile caricare i commenti ora. %@.
ja: コメントは現在読み込めません。 %@

# error.add.comment.failed
source: Couldn't add comment right now. %@
es: No se ha podido añadir el comentario en este momento. %@
it: Impossibile aggiungere i commenti ora. %@.
ja: コメントは現在追加できません。 %@

# error.sites.unable.to.favorite
source: %@ couldn't be favorited right now
es: No se ha podido marcar %@ como favorito en este momento
it: Impossibile aggiungere %@ ai preferiti ora
ja: %@ は現在お気に入りに登録できません

# error.sites.unable.to.unfavorite
source: %@ couldn't be unfavorited right now
es: No se ha podido desmarcar %@ como favorito en este momento
it: Impossibile rimuovere %@ dai preferiti ora
ja: %@ は現在お気に入りを解除できません

# error.sites.unable.to.join
source: %@ couldn't be joined right now
es: No se ha podido unir %@ en este momento
it: Impossibile aderire a %@ ora
ja: %@ には現在参加できません

# error.sites.unable.to.cancel.request
source: Your request to join %@ couldn't be cancelled right now
es: Su solicitud para unirse a %@ no se ha podido cancelar en este momento
it: Impossibile annullare ora la richiesta di aderire a %@
ja: %@ への参加リクエストは現在キャンセルできません

# error.sites.unable.to.leave
source: Your request to leave %@ wasn't successful this time
es: Su solicitud para abandonar %@ no ha tenido éxito esta vez
it: La richiesta di abbandonare %@ non è riuscita questa volta
ja: %@ からの退会リクエストは現在処理できません

# error.version.history.unable.to.retrieve
source: Version history couldn't be loaded right now. %@
es: No se ha podido cargar el historial de versiones en este momento. %@
it: Impossibile recuperare ora la cronologia versioni. %@
ja: バージョン履歴は現在読み込めません。 %@

# error.version.history.no.latest.version
source: The latest version of the file couldn't be found.
es: No se ha podido encontrar la última versión del fichero.
it: Impossibile trovare l'ultima versione del file.
ja: ファイルの最新バージョンが見つかりません。

# error.alfresco.node.notfound
source: File not found
es: Fichero no encontrado
it: Impossibile trovare il file
ja: ファイルが見つかりません

# error.alfresco.folder.notfound
source: Folder not found
es: Carpeta no encontrada
it: Impossibile trovare la cartella
ja: フォルダが見つかりません

# error.print.failed.message
source: Printing this file is not supported
es: Impresión del fichero incompatible
it: Stampa del file non supportata
ja: このファイルの印刷はサポートされていません

# error.session.expired
source: Your session has expired. Sign in to continue.
es: Su sesión ha caducado. Inicie sesión para continuar.
it: La sessione è scaduta. Accedere per continuare.
ja: セッションの期限が切れています。サインインしてください。

# error.no.internet.access.title
source: A connection couldn't be made
es: Ha sido imposible establecer conexión
it: Impossibile stabilire una connessione
ja: 接続できませんでした

# error.no.internet.access.message
source: Check that you're connected to the internet and try again. You can still access your downloaded files without having a connection.
es: Compruebe que está conectado a Internet e inténtelo de nuevo. Podrá continuar accediendo a los ficheros que ha descargado sin disponer de conexión.
it: Verifica che la connessione Internet sia attiva e riprova. In assenza di connessione puoi comunque accedere ai file scaricati.
ja: インターネットに接続していることを確認してから、もう一度やり直してください。ダウンロード済みのファイルの場合は、インターネットに接続しなくてもアクセスできます。

# error.access.permissions.message
source: Check that you have permissions to do this
es: Compruebe que cuenta con los permisos necesarios para hacerlo
it: Verifica di avere i permessi per questa operazione
ja: この操作を行うための権限があることを確認してください

# error.host.unreachable.title
source: Connection Error
es: Error de conexión
it: Errore di connessione
ja: 接続エラー

# error.host.unreachable.message
source: Your settings may be wrong or you may need to activate your VPN. Check your connection details in the account settings.
es: Su configuración parece errónea o podría necesitar activar su VPN. Compruebe los datos de su conexión en la configuración de cuenta.
it: Le tue impostazioni non sono corrette o è necessario attivare la VPN. Verificare i dettagli per la connessione nelle impostazioni dell'account.
ja: 設定が間違っているか、お使いの VPN を有効にする必要があります。アカウント設定で接続の詳細を確認してください。

# error.retrieving.metadata
source: Couldn't load properties for %@.
es: No se han podido cargar las propiedades para %@.
it: Impossibile caricare le proprietà per %@.
ja: %@ のプロパティを読み込めませんでした。

# error.server.message
source: An error occurred on the server.
es: Se ha producido un error en el servidor.
it: Si è verificato un errore sul server.
ja: サーバーでエラーが発生しました。

# error.workflow.unable.to.complete.process
source: The task process couldn't be completed right now. %@
es: No se ha podido completar el proceso de tareas en este momento. %@
it: Impossibile completare ora il processo per il compito. %@.
ja: このタスク処理は現在完了できません。 %@

# error.workflow.unable.to.reassign.task
source: The task couldn't be reassigned right now. %@
es: No se ha podido reasignar la tarea en este momento. %@
it: Impossibile riassegnare ora il compito. %@.
ja: このタスクは現在再割り当てできません。 %@

# error.new.version.unable.to.checkout.title
source: Couldn't Check Out
es: No se ha podido extraer
it: Impossibile eseguire il Check Out
ja: チェックアウト失敗

# error.new.version.unable.to.checkout.message
source: Couldn't check out %@. %@
es: No se ha podido extraer %@. %@
it: Impossibile eseguire il Check Out di %@. %@
ja: %@ をチェックアウトできませんでした。 %@

# error.new.version.unable.to.checkin.title
source: Couldn't Check In
es: No se ha introducir
it: Impossibile eseguire il Check In
ja: チェックイン失敗

# error.new.version.unable.to.checkin.message
source: Couldn't check in %@. %@
es: No se ha podido introducir %@. %@
it: Impossibile eseguire il Check In %@. %@
ja: %@ をチェックインできませんでした。 %@

# error.no.email.accounts.title
source: No Mail Accounts
es: No hay cuentas de correo electrónico
it: Nessun account e-mail
ja: メールアカウントがありません

# error.no.email.accounts.message
source: You must have at least one mail account setup on your device to send this file.
es: Debe tener al menos una cuenta de correo electrónico configurada en su dispositivo para enviar este fichero.
it: Per inviare il file, è necessario avere almeno un account e-mail configurato sul dispositivo.
ja: このファイルを送信するには、デバイスに少なくとも 1 つのメールアカウントが設定されている必要があります。

# error.person.profile.no.profile.title
source: Profile Error
es: Error de perfil
it: Errore profilo
ja: プロフィールエラー

# error.person.profile.no.profile.message
source: Couldn't find user; %@
es: No se ha podido encontrar el usuario; %@
it: Impossibile trovare utente; %@
ja: ユーザー "%@" が見つかりません

# error.person.profile.email.failed.title
source: Sending Unsuccessful
es: Envío fallido
it: Invio non riuscito
ja: 送信失敗

# error.person.profile.email.failed.message
source: Couldn't send the email. Try again later.
es: No se ha podido enviar el correo electrónico. Vuelva a intentarlo más tarde.
it: Impossibile inviare e-mail. Riprova più tardi.
ja: E メールを送信できませんでした。しばらくしてから、やり直してください。

# permissions.camera.denied.title
source: Camera Turned Off
es: Cámara desactivada
it: Fotocamera disattivata
ja: [カメラ] 使用不可

# permissions.camera.denied.message
source: You previously turned off access to the camera.
es: Ha desactivado anteriormente el acceso a la cámara.
it: L'accesso alla fotocamera è già stato disattivato.
ja: [カメラ] にアクセスする機能がオフに設定されています。

# permissions.camera.restricted.title
source: Camera Turned Off
es: Cámara desactivada
it: Fotocamera disattivata
ja: [カメラ] 使用不可

# permissions.camera.restricted.message
source: You don't have permission to let this app use your camera.
es: No tiene permiso para dejar a esta aplicación usar su cámara.
it: Non si ha il permesso per consentire a questa app di utilizzare la fotocamera.
ja: このアプリで [カメラ] を使用する権限がありません。

# permissions.library.denied.title
source: Photo Library Turned Off
es: Biblioteca de fotos desactivada
it: Libreria foto disattivata
ja: [フォトライブラリ] 使用不可

# permissions.library.denied.message
source: You previously turned off access to the Photo Library.
es: Ha desactivado anteriormente el acceso a la Biblioteca de fotos.
it: L'accesso alla Libreria delle foto è già stato disattivato.
ja: [フォトライブラリ] にアクセスする機能がオフに設定されています。

# permissions.library.restricted.title
source: Photo Library Turned Off
es: Biblioteca de fotos desactivada
it: Libreria foto disattivata
ja: [フォトライブラリ] 使用不可

# permissions.library.restricted.message
source: You don't have permission to let this app use your Photo Library.
es: No tiene permiso para dejar a esta aplicación usar su Biblioteca de fotos.
it: Non si ha il permesso per consentire a questa app di utilizzare la Libreria delle foto.
ja: このアプリで [フォトライブラリ] を使用する権限がありません。

# permissions.microphone.denied.title
source: Microphone Turned Off
es: Micrófono desactivado
it: Microfono disattivato
ja: マイク使用不可

# permissions.microphone.denied.message
source: You previously turned off access to the microphone.
es: Ha desactivado anteriormente el acceso al micrófono.
it: L'accesso al microfono è già stato disattivato.
ja: マイクにアクセスする機能がオフに設定されています。

# permissions.location.denied.title
source: Location Data Turned Off
es: Datos de ubicación desactivados
it: Dati posizione disattivati
ja: 位置データ使用不可

# permissions.location.denied.message
source: You previously turned off access to location data.
es: Ha desactivado anteriormente el acceso a los datos de ubicación.
it: L'accesso ai dati per la posizione è già stato disattivato.
ja: 位置データにアクセスする機能がオフに設定されています。

# permissions.location.restricted.title
source: Location Data Turned Off
es: Datos de ubicación desactivados
it: Dati posizione disattivati
ja: 位置データ使用不可

# permissions.location.restricted.message
source: You don't have permission to let this app use your location data.
es: No tiene permiso para dejar a esta aplicación usar sus datos de ubicación.
it: Non si ha il permesso di consentire a questa app di utilizzare i dati della tua posizione.
ja: このアプリで位置データを使用する権限がありません。

# permissions.location.disabled.title
source: Location Data Turned Off
es: Datos de ubicación desactivados
it: Dati posizione disattivati
ja: 位置データ使用不可

# permissions.location.disabled.message
source: Location data is switched off on your device.
es: Los datos de ubicación están desactivados en su dispositivo.
it: Dati posizione disattivati sul tuo dispositivo.
ja: デバイスの位置データがオフに設定されています。

# permissions.settings.button
source: Change Settings
es: Cambiar configuración
it: Modifica impostazioni
ja: 設定の変更

# error.description.kErrorFileSuffixMaxAttempts
source: Couldn't generate a unique filename
es: No se ha podido generar un nombre de fichero único
it: Impossibile generare un nome file univoco
ja: 固有のファイル名を生成できませんでした

# sites.title
source: Sites
es: Sitios
it: Siti
ja: サイト

# sites.empty
source: No Sites
es: Ningún sitio
it: Nessun sito
ja: サイトはありません

# sites.segmentControl.mysites
source: My Sites
es: Mis sitios
it: I miei siti
ja: あなたのサイト

# sites.segmentControl.favoritesites
source: Favorite Sites
es: Favoritos
it: Siti preferiti
ja: お気に入り

# sites.segmentControl.allsites
source: All Sites
es: Todos los sitios
it: Tutti i siti
ja: すべてのサイト

# sites.segmentControl.sitefinder
source: Site Finder
es: Buscador
it: Ricerca sito
ja: サイトの検索

# sites.site.favorited.banner
source: You've favorited %@
es: Ha marcado como favorito %@
it: Hai aggiunto %@ ai preferiti
ja: %@ をお気に入りに登録しました

# sites.site.unfavorited.banner
source: You've unfavorited %@
es: Ha desmarcado como favorito %@
it: Hai rimosso %@ dai preferiti
ja: %@ のお気に入りを解除しました

# sites.site.requested.to.join.banner
source: A request to join %@ has been sent
es: Se ha enviado una solicitud de unión a %@
it: Richiesta di partecipare a %@ inviata
ja: %@ への参加リクエストが送信されました

# sites.site.joined.banner
source: You've joined %@
es: Se ha unido a %@
it: Hai aderito a %@
ja: %@ に参加しました

# sites.site.request.cancelled.banner
source: Request cancelled for %@
es: Solicitud a %@ cancelada
it: Richiesta annullata per %@
ja: %@ のリクエストがキャンセルされました

# sites.site.left.banner
source: You've left %@
es: Ha dejado %@
it: Hai abbandonato %@
ja: %@ から退会しました
