Repository: Alfresco/alfresco-ios-app
Catalog: AlfrescoApp/Supporting Files/*.lproj/Localizable.strings
Languages: es, it, ja

# comments.empty
source: No Comments
es: No hay comentarios
it: Nessun commento
ja: コメントはありません

# comments.post.button
source: Post
es: Publicar
it: Pubblica
ja: 投稿

# comments.placeholder.text
source: Add a comment ...
es: Añadir un comentario...
it: Aggiungi un commento...
ja: コメントの追加...

# help.title
source: Help
es: Ayuda
it: Aiuto
ja: ヘルプ

# help.no.internet.message
source: Help can't be accessed because you're offline. Try again when you're back online.
es: No puede acceder a la ayuda porque está sin conexión. Vuelva a intentarlo cuando esté conectado.
it: Impossibile accedere all'Aiuto perché non si è connessi a Internet. Riprovare quando si è di nuovo online.
ja: 現在オフラインのため、ヘルプにアクセスできません。 オンラインに戻ったときに、操作をやり直してください。

# metadata.cmis:name
source: Name
es: Nombre
it: Nome
ja: 名前

# metadata.cm:title
source: Title
es: Título
it: Titolo
ja: タイトル

# metadata.cmis:createdBy
source: Created By
es: Creado por
it: Creato da
ja: 作成者

# metadata.cmis:creationDate
source: Creation Date
es: Fecha de creación
it: Creato il
ja: 作成日

# metadata.cmis:lastModifiedBy
source: Last Modified By
es: Última modificación por parte de
it: Ultima modifica di
ja: 最終変更者

# metadata.cmis:lastModificationDate
source: Last Modified Date
es: Fecha de la última modificación
it: Ultima modifica il
ja: 最後変更日

# metadata.cm:author
source: Author
es: Autor
it: Autore
ja: 著者

# metadata.cmis:versionLabel
source: Version
es: Versión
it: Versione
ja: バージョン

# metadata.cm:longitude
source: Longitude
es: Longitud
it: Longitudine
ja: 経度

# metadata.cm:latitude
source: Latitude
es: Latitud
it: Latitudine
ja: 緯度

# metadata.exif:dateTimeOriginal
source: Date Time Original
es: Fecha Hora original
it: Data/Ora originali
ja: 元の作成日時

# metadata.exif:exposureTime
source: Exposure Time
es: Tiempo de exposición
it: Tempo di esposizione
ja: 露光時間

# metadata.exif:flash
source: Flash
ja: フラッシュ

# metadata.exif:fNumber
source: fNumber
es: Número f
it: Rapporto focale
ja: F値

# metadata.exif:focalLength
source: Focal Length
es: Distancia focal
it: Lunghezza focale
ja: 焦点距離

# metadata.exif:isoSpeedRatings
source: ISO Speed Ratings
es: Clasificación de velocidad ISO
it: Valori ISO
ja: ISO 感度

# metadata.exif:manufacturer
source: Manufacturer
es: Fabricante
it: Produttore
ja: 製造元

# metadata.exif:model
source: Model
es: Modelo
it: Modello
ja: モデル

# metadata.exif:orientation
source: Orientation
es: Orientación
it: Orientamento
ja: 向き

# metadata.exif:pixelXDimension
source: Pixel X Dimension
es: Dimensión X en píxeles
it: Dimensione X in pixel
ja: X のピクセル寸法

# metadata.exif:pixelYDimension
source: Pixel Y Dimension
es: Dimensión Y en píxeles
it: Dimensione Y in pixel
ja: Y のピクセル寸法

# metadata.exif:resolutionUnit
source: Resolution Unit
es: Unidad de resolución
it: Unità di risoluzione
ja: 解像度の単位

# metadata.exif:xResolution
source: X Resolution
es: Resolución X
it: Risoluzione X
ja: X の解像度

# metadata.exif:yResolution
source: Y Resolution
es: Resolución Y
it: Risoluzione Y
ja: Y の解像度

# metadata.exif:software
source: Software
ja: ソフトウェア

# metadata.exif.orientation.landscape.left
source: Landscape Left
es: Apaisada izquierda
it: Orizzontale sinistro
ja: 横 ホームボタン左

# metadata.exif.orientation.landscape.right
source: Landscape Right
es: Apaisada derecha
it: Orizzontale destro
ja: 横 ホームボタン右

# metadata.exif.orientation.portrait
source: Portrait
es: Vertical
it: Verticale
ja: 縦

# metadata.exif.orientation.portrait.upsidedown
source: Portrait Upside Down
es: Vertical boca abajo
it: Verticale capovolto
ja: 縦 ホームボタン上

# metadata.exif.orientation.undefined
source: Undefined
es: Indefinida
it: Non definito
ja: 未定義

# metadata.audio:album
source: Album
es: Álbum
ja: アルバム

# metadata.audio:artist
source: Artist
es: Artista
it: Artista
ja: アーティスト

# metadata.audio:composer
source: Composer
es: Compositor
it: Compositore
ja: 作曲者

# metadata.audio:engineer
source: Engineer
es: Ingeniero
it: Tecnico
ja: エンジニア

# metadata.audio:genre
source: Genre
es: Género
it: Genere
ja: ジャンル

# metadata.audio:trackNumber
source: Track Number
es: Número de pista
it: Numero di traccia
ja: トラック番号

# metadata.audio:releaseDate
source: Release Date
es: Fecha de publicación
it: Data di pubblicazione
ja: リリース日

# metadata.audio:sampleRate
source: Sample Rate
es: Frecuencia de muestreo
it: Frequenza di campionamento
ja: サンプリングレート

# metadata.audio:sampleType
source: Sample Type
es: Tipo de muestreo
it: Tipo di campionamento
ja: サンプリングタイプ

# metadata.audio:channelType
source: Channel Type
es: Tipo de canal
it: Tipo di canale
ja: チャネルタイプ

# metadata.audio:compressor
source: Compressor
es: Compresor
it: Compressore
ja: 圧縮ツール

# metadata.nodeTags
source: Tags
es: Etiquetas
it: Tag
ja: タグ

# metadata.version.history.cell
source: View Version History
es: Ver historial de versiones
it: Visualizza cronologia versioni
ja: バージョン履歴の表示

# metadata.section.header.general
source: General
it: Generale
ja: 一般

# metadata.section.header.geographic
source: Geographic Information
es: Información geográfica
it: Informazioni geografiche
ja: 位置情報

# metadata.section.header.image
source: Image Information
es: Información de la imagen
it: Informazioni immagine
ja: 画像情報

# metadata.section.header.audio
source: Audio Information
es: Datos de audio
it: Informazioni audio
ja: オーディオ情報

# version.history.title
source: Version History
es: Historial de versiones
it: Cronologia versioni
ja: バージョン履歴

# version.history.empty
source: No Version History
es: Ningún historial de versiones
it: Nessuna cronologia versioni
ja: バージョン履歴はありません

# version.history.version.cell.text
source: Version: %@
es: Versión: %@
it: Versione: %@
ja: バージョン: %@

# version.history.last.modified.cell.text
source: Last Modified: %@
es: Última modificación: %@
it: Ultima modifica: %@
ja: 最終変更日時: %@

# version.history.last.modified.by.cell.text
source: Last Modified By: %@
es: Última modificación por parte de: %@
it: Ultima modifica di: %@
ja: 最終変更者: %@

# version.history.comment.cell.text
source: Comment: %@
es: Comentario: %@
it: Commento: %@
ja: コメント: %@

# version.history.current.version.cell.text
source: Current Version: %@
es: Versión actual: %@
it: Versione attuale: %@
ja: 現在のバージョン: %@

# version.history.download.latest.text
source: Download Latest Version
es: Descargar la última versión
it: Scarica l'ultima versione
ja: 最新バージョンのダウンロード

# map.no.location.data
source: No Location Data
es: Ningún dato de ubicación
it: Nessun dato sulla posizione
ja: 位置データはありません

# createtextfile.title
source: Create Text File
es: Crear fichero de texto
it: Crea file di testo
ja: テキストファイルの作成

# createtextfile.dismiss.confirmation.title
source: Discard
es: Descartar
it: Elimina
ja: 取り消し

# createtextfile.dismiss.confirmation.message
source: If you don't save this text file the work won't be saved.
es: Si no guarda este fichero de texto, no se guardará el trabajo.
it: Se non salvi questo file di testo il tuo lavoro non sarà salvato.
ja: このテキストファイルを保存しないと、今まで行った作業は保存されません。

# document.edit.button.discard
source: Discard Changes
es: Descartar cambios
it: Elimina modifiche
ja: 変更の取り消し

# document.edit.button.save
source: Save
es: Guardar
it: Salva
ja: 保存

# document.edit.failed.title
source: Save File
es: Guardar fichero
it: Salva file
ja: ファイルの保存

# document.edit.savefailed.message
source: Couldn't save file. Do you want to save the file to your Local Files?
es: No se ha podido guardar el fichero. ¿Desea guardar el fichero en sus ficheros locales?
it: Impossibile salvare il file. Vuoi salvare il file nei file locali?
ja: ファイルを保存できませんでした。ファイルを [ローカルファイル] に保存しますか?

# document.edit.dismiss.confirmation.message
source: If you don't save changes your work won't be saved.
es: Si no guarda este los cambios, no se guardará el trabajo.
it: Se non salvi le modifiche il tuo lavoro non sarà salvato.
ja: 変更を保存しないと、今まで行った作業は保存されません。

# document.edit.discard
source: Discard
es: Descartar
it: Elimina
ja: 取り消し

# document.edit.continue.editing
source: Continue Editing
es: Continuar editando
it: Continua a modificare
ja: 編集を続ける

# policy.updated.title
source: Policy Update
es: Actualización de la política
it: Aggiornamento criteri
ja: ポリシーの更新

# policy.updated.message
source: Your app configuration policy has been updated by your IT Team
es: Su equipo de TI ha actualizado la política de configuración de su aplicación
it: Il team IT ha aggiornato i criteri di configurazione dell'app
ja: お使いのアプリの設定ポリシーが、IT 担当者によって更新されました

# location.manager.purpose
source: Your location will be used to geotag photos taken with this device.
es: Se utilizará su ubicación para añadir etiquetas de geolocalización a las fotos realizadas con este dispositivo.
it: La posizione sarà utilizzata per applicare il geotag alle foto scattate con il dispositivo.
ja: 現在地がこのデバイスで撮影した写真の位置情報 (ジオタグ) に使用されます。

# ui.refreshcontrol.pulltorefresh
source: Pull down to refresh...
es: Arrastre hacia abajo para actualizar el contenido...
it: Trascina verso il basso per aggiornare...
ja: プルダウンして更新...

# ui.refreshcontrol.refreshing
source: Loading...
es: Cargando...
it: Caricamento...
ja: 読み込みんでいます...

# tasks.title
source: Tasks
es: Tareas
it: Compiti
ja: タスク

# tasks.empty
source: No Tasks
es: Ninguna tarea
it: Nessun compito
ja: タスクはありません

# tasks.process.unnamed
source: Unnamed Process
es: Proceso no nombrado
it: Processo senza nome
ja: 無題のプロセス

# tasks.view.button
source: View
es: Ver
it: Visualizza
ja: 表示

# tasks.title.mytasks
source: My Tasks
es: Mis tareas
it: I miei compiti
ja: あなたのタスク

# tasks.title.taskistarted
source: Tasks I Started
es: Tareas que he iniciado
it: Compiti iniziati
ja: あなたが開始したタスク

# tasks.list.no-due-date
source: No due date
es: Ninguna fecha de vencimiento
it: Nessuna data di scadenza
ja: 締切日なし

# tasks.calendar.no-due-date
source: No Date
es: Ninguna fecha
it: Nessuna data
ja: 日付なし

# tasks.attachments.empty
source: No attachments
es: Ningún adjunto
it: Nessun allegato
ja: 添付ファイルなし

# tasks.tasks.empty
source: No tasks
es: Ninguna tarea
it: Nessun compito
ja: タスクなし

# tasks.initiated-by
source: Initiated by %@
es: Iniciado por %@
it: Iniziato da %@
ja: "%@" が開始

# tasks.priority.high
source: High Priority
es: Alta prioridad
it: Priorità alta
ja: 優先度: 高

# tasks.priority.medium
source: Medium Priority
es: Prioridad media
it: Priorità media
ja: 優先度: 中

# tasks.priority.low
source: Low Priority
es: Baja prioridad
it: Priorità bassa
ja: 優先度: 低

# tasks.textview.addcomment.placeholder
source: Add Comment
es: Añadir comentario
it: Aggiungi commento
ja: コメントの追加

# task.details.section.header.details
source: Details
es: Detalles
it: Dettagli
ja: 詳細

# task.details.section.header.attachments
source: Attachments
es: Adjuntos
it: Allegati
ja: 添付ファイル

# task.details.section.header.tasks
source: Tasks
es: Tareas
it: Compiti
ja: タスク

# task.reassign.button.title
source: Reassign
es: Reasignar
it: Riassegna
ja: 再割り当て

# task.reassign.success.message
source: Task Reassigned
es: Tarea reasignada
it: Compito riassegnato
ja: タスクが再割り当てされました

# task.transition.approve
source: Approve
es: Aprobar
it: Approva
ja: 承認

# task.transition.reject
source: Reject
es: Rechazar
it: Respingi
ja: 却下

# task.transition.done
source: Done
es: Hecho
it: Fine
ja: 完了

# task.completed.success.message
source: Task Completed
es: Tarea finalizada
it: Compito completato
ja: タスクが完了しました

# tasks.cell.taskcompleted
source: %@ completed this task
es: %@ completó esta tarea
it: %@ ha completato questo compito
ja: %@ がこのタスクを完了しました

# tasks.cell.tasknotcompleted
source: %@ hasn't completed this task
es: %@ no ha completado esta tarea
it: %@ non ha completato questo compito
ja: %@ がこのタスクを完了していません

# tasks.process.activitiAdhoc
source: New Task
es: Nueva tarea
it: Nuovo compito
ja: 新しいタスク

# tasks.process.activitiParallelReview
source: Send File(s) for Review
es: Enviar fichero(s) para revisión
it: Invia file da esaminare
ja: ファイルをレビューに回す

# tasks.process.activitiReview
source: Review and Approve
es: Revisión y aprobación
it: Esamina e approva
ja: レビューと承認

# tasks.process.activitiInvitationNominated
source: Invitation
es: Invitación
it: Invito
ja: 招待

# tasks.process.jbpm$wf:adhoc
source: Adhoc Workflow
es: Flujo de trabajo ad hoc
it: Workflow ad hoc
ja: アドホックワークフロー

# tasks.process.jbpm$wf:parallelreview
source: Parallel Review and Approve
es: Revisión y aprobación en paralelo
it: Esamina e approva in parallelo
ja: 並列レビューと承認

# tasks.process.jbpm$wf:review
source: Review and Approve
es: Revisión y aprobación
it: Esamina e approva
ja: レビューと承認

# tasks.process.jbpm$invitationNominated
source: Invitation
es: Invitación
it: Invito
ja: 招待

# task.choose.task.type.title
source: Choose task type
es: Seleccionar tipo de tarea
it: Scegli tipo di compito
ja: タスクの種類の選択

# task.type.workflow.todo
source: To do
es: Para hacer
it: Da fare
ja: タスクの割り当て

# task.type.workflow.review.and.approve
source: Review and Approve
es: Revisión y aprobación
it: Esamina e approva
ja: レビューと承認

# task.type.workflow.invitation
source: Invitation
es: Invitación
it: Invito
ja: 招待

# task.type.workflow.todo.footer
source: Assign a task to a person.
es: Asignar una tarea a una persona.
it: Assegna un compito a una persona.
ja: タスクを担当者に割り当てます。

# task.type.workflow.review.and.approve.footer
source: Assign a task to one or more people to review and approve files.
es: Asignar una tarea a una o más personas para revisar y aprobar ficheros.
it: Assegna il compito Esamina e approva file a una o più persone.
ja: ファイルのレビューと承認を行う担当者にタスクを割り当てます。

# task.create.title
source: Create Task
es: Crear tarea
it: Crea compito
ja: タスクの作成

# task.create.button
source: Create
es: Crear
it: Crea
ja: 作成

# task.create.taskTitle
source: Title
es: Título
it: Titolo
ja: タイトル

# task.create.taskTitle.placeholder
source: New task
es: Nueva tarea
it: Nuovo compito
ja: 新しいタスク

# task.create.duedate
source: Due on
es: Vencimiento el
it: Scadenza
ja: 締切日

# task.create.duedate.placeholder
source: No date
es: Ninguna fecha
it: Nessuna data
ja: 日付なし

# task.create.assignee
source: Assignee
es: Asignado
it: Assegnatario
ja: 担当者

# task.create.assignees
source: Assignees
es: Asignados
it: Assegnatari
ja: 担当者

# task.create.assignee.placeholder
source: No Assignee
es: Ningún asignado
it: Nessun assegnatario
ja: 担当者なし

# task.create.attachment
source: Attachment
es: Adjunto
it: Allegato
ja: 添付ファイル

# task.create.attachments
source: Attachments
es: Adjuntos
it: Allegati
ja: 添付ファイル

# task.create.attachments.placeholder
source: No attachments
es: Ningún adjunto
it: Nessun allegato
ja: 添付ファイルなし

# task.create.priority
source: Priority
es: Prioridad
it: Priorità
ja: 優先度

# task.create.priority.high
source: High
es: Alta
it: Alta
ja: 高

# task.create.priority.medium
source: Medium
es: Media
it: Media
ja: 中

# task.create.priority.low
source: Low
es: Baja
it: Bassa
ja: 低

# task.create.emailnotification
source: Email notification
es: Notificación por correo electrónico
it: Notifica e-mail
ja: E メール通知

# task.create.approvers
source: Approvers
es: Aprobadores
it: Approvatori
ja: 承認者

# task.create.approver
source: Approver
es: Aprobador
it: Approvatore
ja: 承認者

# task.create.created
source: Task created
es: Tarea creada
it: Compito creato
ja: タスクが作成されました

# task.create.error
source: Task creation unsuccessful
es: Creación de tarea fallida
it: Creazione compito non riuscita
ja: タスクを作成できませんでした

# date.picker.title
source: Calendar
es: Calendario
it: Calendario
ja: カレンダー

# date.picker.today
source: Today
es: Hoy
it: Oggi
ja: 今日

# settings.title
source: Settings
es: Configuración
it: Impostazioni
ja: 設定

# settings.general.title
source: General
it: Generale
ja: 一般

# settings.sync.on.cellular
source: Use Data for Sync
es: Usar datos para sincronización
it: Utilizza dati per la sincronizzazione
ja: 同期にモバイルデータ通信を使用する

# settings.sync.on.cellular.description
source: Switch off to only sync content when you have a Wi-Fi connection.
es: Desconecte la sincronización para sincronizar el contenido sólo cuando disponga de una conexión Wi-Fi.
it: Disattiva per sincronizzare i contenuti solo in presenza di una connessione Wi-Fi.
ja: Wi-Fi 経由でのみコンテンツを同期する場合は、このスイッチをオフにしてください。

# settings.send.diagnostics
source: Send Diagnostics
es: Enviar diagnósticos
it: Invia diagnostica
ja: 診断データの送信

# settings.send.diagnostics.description
source: To help us improve this app, we collect anonymous technical diagnostic data. Deselect if preferred.
es: Para ayudarnos a mejorar esta aplicación, recogemos datos de diagnóstico técnicos de forma anónima. Anule la selección si lo prefiere.
it: Al fine di migliorare questa app, raccogliamo dati tecnici anonimi di diagnostica. L'opzione può essere deselezionata.
ja: 弊社は、このアプリの改善に役立てるために技術的な診断データを匿名で収集しています。データの提供を希望されない場合は、チェックマークを外してください。

# settings.security.title
source: Security
es: Seguridad
it: Sicurezza
ja: セキュリティ

# settings.security.file.protection
source: File Protection
es: Protección de ficheros
it: Protezione dei file
ja: ファイルの保護

# settings.security.file.protection.description
source: Encrypts files stored on this device when it's locked.
es: Los ficheros cifrados se almacenan en este dispositivo al bloquearlo.
it: Crittografa i file salvati su questo dispositivo quando il dispositivo è bloccato.
ja: デバイスがロックされているときに、デバイスに保存されているファイルを暗号化します。

# settings.security.passcode.lock
source: Passcode Lock
es: Bloqueo con código
it: Blocco con codice
ja: パスコードロック

# settings.security.passcode.lock.description
source: Your account details, synced files, and local files will be wiped after %d unsuccessful passcode attempts.
es: Los datos de su cuenta, ficheros sincronizados y ficheros locales se borrarán después de %d intentos fallidos al introducir el código.
it: I dettagli dell'account, i file sincronizzati e i file locali saranno cancellati dopo %d tentativi non riusciti di inserimento del codice.
ja: パスコードの入力を %d 回間違えると、お使いのアカウントの情報、同期されているファイル、ローカルファイルが消去されます。

# settings.security.passcode.lock.title
source: Passcode
es: Código
it: Codice
ja: パスコード

# settings.security.passcode.touch.id.description
source: Allow your fingerprint to unlock the Alfresco Content Services app.
es: Permita que su huella digital desbloquee la aplicación Alfresco Content Services.
it: Consente di sbloccare l'app Alfresco Content Services con la tua impronta digitale.
ja: Alfresco Content Services アプリのロックをあなたの指紋で解除できます。

# settings.security.passcode.change
source: Change Passcode
es: Cambiar código
it: Modifica codice
ja: パスコードの変更

# settings.security.passcode.turn.on
source: Turn Passcode On
es: Activar código
it: Attiva codice
ja: パスコードをオンにする

# settings.security.passcode.turn.off
source: Turn Passcode Off
es: Desactivar código
it: Disattiva codice
ja: パスコードをオフにする

# settings.security.passcode.set.title
source: Set Passcode
es: Establecer código
it: Imposta codice
ja: パスコードの設定

# settings.security.passcode.enter.title
source: Enter Passcode
es: Introducir código
it: Inserisci codice
ja: パスコードの入力

# settings.security.passcode.enter
source: Enter your Passcode
es: Introduzca su código
it: Inserisci il codice
ja: パスコードを入力してください

# settings.security.passcode.re-enter
source: Re-enter your Passcode
es: Vuelva a introducir su código
it: Reinserisci il codice
ja: パスコードを再入力してください

# settings.security.passcode.missmatch
source: Passcodes didn't match. Try again.
es: Los códigos no coinciden. Vuelva a intentarlo.
it: I codici non corrispondono. Riprova.
ja: パスコードが一致しません。もう一度入力してください。

# settings.security.passcode.enter.new
source: Enter your new passcode
es: Introduzca su nuevo código
it: Inserisci il nuovo codice
ja: 新しいパスコードを入力してください

# settings.security.passcode.enter.old
source: Enter your old passcode
es: Vuelva a introducir su nuevo código
it: Inserisci il vecchio codice
ja: 古いパスコードを入力してください

# settings.security.passcode.re-enter.new
source: Re-enter your new passcode
es: Vuelva a introducir su nuevo código
it: Reinserisci il tuo nuovo codice
ja: 新しいパスコードを再入力してください

# settings.security.passcode.attempts.1
source: 1 attempt remaining. If this attempt is unsuccessful, Alfresco Content Services will be restarted and your account details, synced files, and local files will be wiped.
es: Queda 1 intento. Si este intento es fallido, Alfresco Content Services se reiniciará y los datos de su cuenta, ficheros sincronizados y ficheros locales se borrarán.
it: Ti resta 1 tentativo. Se il tentativo non riesce, Alfresco Content Services saranno riavviati e i dettagli dell'account, i file sincronizzati e i file locali saranno cancellati.
ja: あと 1 回しか入力できません。また入力を間違えると、Alfresco Content Services が再起動され、お使いのアカウントの情報、同期されているファイル、ローカルファイルが消去されます。

# settings.security.passcode.attempts.several
source: %d attempts remaining
es: Quedan %d intentos
it: Ti restano %d tentativi
ja: 残り入力回数: %d

# settings.reset.title
source: Clear Data
es: Borrar datos
it: Cancella dati
ja: データの消去

# settings.reset.accounts
source: Clear Accounts
es: Borrar cuentas
it: Cancella account
ja: アカウントの消去

# settings.reset.accounts.confirmation.title
source: Clear Accounts
es: Borrar cuentas
it: Cancella account
ja: アカウントの消去

# settings.reset.accounts.confirmation.message
source: Are you sure you want to delete all accounts? You can't undo this.
es: ¿Está seguro de que desea eliminar todas las cuentas? No podrá deshacer esta acción.
it: Eliminare tutti gli account? L'operazione non può essere annullata.
ja: すべてのアカウントを削除しますか? 一度削除すると元に戻せません。

# settings.reset.entire.app
source: Clear Accounts, Cache, & Downloads
es: Borrar cuentas, caché y descargas
it: Cancella account, cache e download
ja: アカウント、キャッシュ、ダウンロード済みファイルの消去

# settings.reset.entire.app.confirmation.title
source: Clear Accounts, Cache & Downloads?
es: ¿Borrar cuentas, caché y descargas?
it: Vuoi cancellare account, cache e download?
ja: アカウント、キャッシュ、ダウンロード済みファイルを消去しますか?

# settings.reset.entire.app.confirmation.message
source: Are you sure you want to delete all accounts, cached data, and downloads? You can't undo this
es: ¿Está seguro de que desea eliminar todas las cuentas, datos en caché y descargas? No podrá deshacer esta acción.
it: Eliminare tutti gli account, i dati in cache e i download? L'operazione non può essere annullata.
ja: すべてのアカウント、キャッシュデータ、ダウンロード済みファイルを削除しますか? 一度削除すると元に戻せません。

# settings.reset.confirmation.title
source: Clear Data
es: Borrar datos
it: Cancella dati
ja: データの消去

# settings.reset.confirmation.message
source: Restart this app to complete. To restart, press your device Home button twice to show the apps that are running. Swipe Alfresco off the top of the screen to clear it. You can now use Alfresco again.
es: Reinicie esta aplicación para finalizar. Para reiniciar, pulse el botón Inicio de su dispositivo dos veces para ver las aplicaciones que se están ejecutando. Deslice Alfresco desde la parte superior de la pantalla para eliminarlo. Ahora puede volver a usar Alfresco.
it: Riavviare questa app per completare l'operazione. Per riavviare, premere due volte il tasto Home per visualizzare le app in esecuzione. Passa il dito sull'app Alfresco e scorri verso l'alto per chiuderla. Ora puoi utilizzare di nuovo Alfresco.
ja: 消去を完了するためにこのアプリを再起動してください。 再起動するには、デバイスのホームボタンを 2 回押して、実行中のアプリを表示します。[Alfresco] を画面の上の方にスワイプして消去します。これでまた Alfresco が使えるようになります。

# settings.reset.description
source: Clearing the accounts will delete all accounts from the app. Clearing accounts, cache, and downloads will reset the app to a fresh install.
es: Al borrar las cuentas se eliminarán todas las cuentas de la aplicación. Al borrar las cuentas, la caché y las descargas se restablecerá la aplicación en una instalación nueva.
it: Eliminerai tutti gli account dall'app. Cancellando gli account, i dati in cache e i download riporterai l'app alle impostazioni di fabbrica.
ja: アカウントを消去すると、アプリからすべてのアカウントが削除されます。アカウント、キャッシュ、ダウンロード済みファイルを消去すると、アプリがリセットされ、新しくインストールできる状態になります。

# settings.full.text.search
source: Full Content Search
es: Buscar texto completo
it: Ricerca globale
ja: 全文検索
