Repository: Alfresco/alfresco-ios-app
Catalog: AlfrescoApp/Supporting Files/*.lproj/Localizable.strings
Languages: es, it, ja

# settings.full.text.search.description
source: Switch on the full content search to search files AND their content when searching.
es: Active la búsqueda de texto completo para buscar ficheros Y su contenido.
it: Attiva la ricerca globale per i file E i relativi contenuti.
ja: ファイルだけでなく、そのコンテンツも一緒に検索する場合は、全文検索のスイッチをオンにします。

# settings.feedback.title
source: Send Feedback
es: Enviar comentarios
it: Invia feedback
ja: フィードバックの送信

# onboarding.setup.existing.account.button.title
source: Login
es: Iniciar sesión
ja: ログイン

# onboarding.help.button.title
source: Help
es: Ayuda
it: Aiuto
ja: ヘルプ

# action.email
source: Email
es: Correo electrónico
ja: E メール

# action.emailAsLink
source: Email Link
es: Enviar enlace de correo electrónico
it: Invia link
ja: リンクを E メールで送信

# action.open.in
source: Open in...
es: Abrir en...
it: Apri in...
ja: 次の方法で開く...

# action.like
source: Like
es: Me gusta
it: Mi piace
ja: いいね!

# action.unlike
source: Unlike
es: Ya no me gusta
it: Non mi piace
ja: [いいね!] の削除

# action.favourite
source: Favorite
es: Favorito
it: Preferito
ja: お気に入りに登録

# action.unfavourite
source: Unfavorite
es: Quitar
it: Rimuovi
ja: お気に入りを解除

# action.comment
source: Comment
es: Comentario
it: Commenta
ja: コメント

# action.download
source: Download
es: Descargar
it: Scarica
ja: ダウンロード

# action.print
source: Print
es: Imprimir
it: Stampa
ja: 印刷

# action.rename
source: Rename
es: Cambiar nombre
it: Rinomina
ja: 名前の変更

# action.subfolder
source: Add Folder
es: Añadir carpeta
it: Aggiungi cartella
ja: フォルダの追加

# action.upload
source: Upload
es: Cargar
it: Carica
ja: アップロード

# action.review
source: Review
es: Revisar
it: Esamina
ja: レビュー

# action.edit
source: Edit
es: Editar
it: Modifica
ja: 編集

# action.new.version
source: Update
es: Actualizar
it: Aggiorna
ja: 更新

# action.sync
source: Sync
es: Sincronizar
it: Sincronizza
ja: 同期

# action.unsync
source: Unsync
es: Desincronizar
it: Annulla sincronizzazione
ja: 同期を解除

# action.rename.alert.title
source: Rename
es: Cambiar nombre
it: Rinomina
ja: 名前の変更

# action.rename.alert.message
source: Rename file to:
es: Cambiar el nombre del fichero a:
it: Rinomina file in:
ja: 新しい名前:

# action.rename.success.title
source: Rename Successful
es: Nombre cambiado correctamente
it: Elemento rinominato
ja: 名前が変更されました

# action.rename.success.message
source: Successfully renamed %@ to %@.
es: Nombre cambiado correctamente de %@ a %@.
it: %@ rinominato in %@.
ja: 名前が "%@" から "%@" に変更されました。

# action.subfolder.success.title
source: Added Subfolder
es: Añadida subcarpeta
it: Sottocartella aggiunta
ja: サブフォルダが追加されました

# action.subfolder.success.message
source: %@ successfully created.
es: %@ creada correctamente.
it: Creazione di %@ riuscita.
ja: %@ が作成されました。

# action.subfolder.failure.title
source: Couldn't create subfolder
es: No se ha podido crear la subcarpeta
it: Impossibile creare sottocartella
ja: サブフォルダを作成できませんでした

# action.delete
source: Delete
es: Eliminar
it: Elimina
ja: 削除

# action.delete.confirmation.title
source: Delete Confirmation
es: Confirmación de la eliminación
it: Conferma eliminazione
ja: 削除の確認

# action.delete.confirmation.message
source: Are you sure you want to delete this file?
es: ¿Está seguro de que desea eliminar este fichero?
it: Vuoi eliminare questo file?
ja: このファイルを削除しますか?

# action.delete.success.title
source: Delete Successful
es: Eliminación correcta
it: Eliminazione riuscita
ja: 削除されました

# action.delete.success.message
source: Successfully deleted %@.
es: %@ correctamente eliminado.
it: %@ è stato eliminato.
ja: %@ が削除されました。

# action.delete.success.message.sync
source: Successfully deleted %@, a copy has been saved to Local Files
es: %@ eliminado correctamente, se ha guardado una copia en Ficheros locales
it: %@ è stato eliminato, una copia è stata salvata in "File locali"
ja: %@ が削除されました。コピーは [ローカルファイル] に保存されています。

# action.delete.failed.title
source: Delete unsuccessful
es: Eliminación incorrecta
it: Eliminazione non riuscita
ja: 削除できませんでした

# action.delete.failed.message
source: %@ couldn't be deleted.
es: No se ha podido eliminar %@.
it: Impossibile eliminare %@.
ja: %@ を削除できませんでした。

# action.confirmation.back.message
source: Do you want to save changes to this account?
es: ¿Quiere guardar los cambios de esta cuenta?
it: Vuoi salvare le modifiche apportate a questo account?
ja: このアカウントに加えた変更を保存しますか?

# action.confirmation.back.title
source: Unsaved Changes
es: Cambios sin guardar
it: Modifiche non salvate
ja: 未保存の変更

# action.disablesync.title
source: Turn Off Sync
es: Desactivar sincronización
it: Disattiva sincronizzazione
ja: 同期をオフにする

# action.disablesync.message
source: This will turn off sync functionality and remove any synced content.
es: Esto desactivará la funcionalidad de la sincronización y eliminará todo contenido sincronizado.
it: Questa operazione consente di disattivare la funzionalità di sincronizzazione e rimuovere eventuali contenuti sincronizzati.
ja: 同期機能がオフになり、同期されているコンテンツがすべて削除されます。

# action.disablesync.confirm
source: Turn Off Sync
es: Desactivar sincronización
it: Disattiva sincronizzazione
ja: 同期をオフにする

# action.pendingoperations.title
source: Incomplete Syncs
es: Sincronizaciones incompletas
it: Sincronizzazioni non completate
ja: 未完了の同期

# action.pendingoperations.message
source: Some files are still syncing. If you turn off sync now these won't complete.
es: Algunos ficheros están todavía sincronizándose. Si desactiva la sincronización ahora, estos no se completarán.
it: Alcuni file sono ancora in fase di sincronizzazione. Disattivando questa funzionalità, la sincronizzazioni dei file non sarà completata.
ja: 同期がまだ完了していないファイルがあります。ここで同期をオフにすると、これらの同期は完了しません。

# action.pendingoperations.cancel
source: Continue Syncing
es: Continuar sincronizando
it: Continua a sincronizzare
ja: 同期を続行する

# action.pendingoperations.confirm
source: Turn Off Sync
es: Desactivar sincronización
it: Disattiva sincronizzazione
ja: 同期をオフにする

# saveback.hud.message
source: Saving...
es: Guardando...
it: Salvataggio...
ja: 保存しています...

# saveback.saved.successfully.message
source: File %@ successfully saved.
es: Fichero %@ guardado correctamente.
it: Il file %@ è stato salvato.
ja: ファイル "%@" が保存されました。

# saveback.completed.title
source: Save Back Complete
es: Volver a guardar completado
it: Salvataggio in Alfresco completato
ja: 元の場所へ保存されました

# saveback.completed.message
source: %@ successfully saved back
es: %@ se ha vuelto a guardar correctamente
it: %@ salvati correttamente
ja: %@ が元の場所に保存されました

# saveback.failed.title
source: Save Back Unsuccessful
es: Error al volver a guardar
it: Salvataggio in Alfresco non riuscito
ja: 元の場所に保存できませんでした

# saveback.failed.message
source: %@ saved to Local Files
es: %@ guardado en ficheros locales
it: %@ salvato nei File locali
ja: %@ が [ローカルファイル] に保存されました

# saveback.locationpicker.title
source: Choose Location
es: Escoger ubicación
it: Scegli posizione
ja: 場所を選択してください

# saveback.locationpicker.other
source: Other
es: Otro
it: Altro
ja: その他

# saveback.upload.completed.title
source: Upload Complete
es: Carga completada
it: Caricamento completato
ja: アップロードが完了しました

# saveback.upload.completed.message
source: %@ successfully uploaded to %@
es: %@ cargado correctamente a %@
it: %@ è stato caricato in %@
ja: %@ が %@ にアップロードされました

# saveback.upload.failed.title
source: Upload Unsuccessful
es: Carga fallida
it: Caricamento non riuscito
ja: アップロードできませんでした

# saveback.upload.failed.message
source: %@ couldn't be uploaded to %@
es: %@ no se ha podido cargar en %@
it: Impossibile caricare %@ su %@
ja: %@ を %@ にアップロードできませんでした

# new.version.title
source: Update File
es: Actualizar fichero
it: Aggiorna file
ja: ファイルの更新

# new.version.upload
source: Update
es: Actualizar
it: Aggiorna
ja: 更新

# new.version.file.title
source: New Version
es: Nueva versión
it: Nuova versione
ja: 新しいバージョン

# new.version.file.placeholder
source: No File Selected
es: No se han seleccionado ficheros
it: Nessun file selezionato
ja: ファイルが選択されていません

# new.version.major.version.title
source: Major Changes
es: Modificaciones principales
it: Modifiche maggiori
ja: 大幅な変更

# new.version.comment.title
source: Comments
es: Comentarios
it: Commenti
ja: コメント

# new.version.commet.placeholder
source: Version Comments (optional)
es: Comentarios a la versión (opcionales)
it: Commenti versione (opzionali)
ja: バージョンに関するコメント (省略可)

# new.version.upload.successful.title
source: File Updated
es: Fichero actualizado
it: File aggiornato
ja: ファイルが更新されました

# new.version.upload.successful.message
source: %@ updated successfully
es: %@ actualizado correctamente
it: %@ è stato aggiornato
ja: %@ が更新されました

# file.preview.loading.document.from.file
source: Loading File
es: Cargando ficheros
it: Caricamento file
ja: ファイルを読み込んでいます

# fileprotection.title
source: File Protection
es: Protección de ficheros
it: Protezione dei file
ja: ファイルの保護

# fileprotection.available.message
source: File protection is available. Do you want to enable it?
es: Protección de ficheros disponible. ¿Desea activarla?
it: Protezione dei file disponibile. Vuoi abilitarla?
ja: ファイルの保護機能を使用できます。この機能を有効にしますか?

# fileprotection.available.confirm
source: Protect
es: Protección
it: Proteggi
ja: 保護する

# fileprotection.unavailable.message
source: File protection is no longer available
es: La protección de ficheros ya no está disponible
it: Protezione dei file non disponibile
ja: ファイルの保護機能は使用できなくなりました

# fileprotection.protecting.message
source: Protecting local files...
es: Protegiendo ficheros locales...
it: Protezione dei file locali...
ja: ローカルファイルを保護しています...

# fileprotection.unprotecting.message
source: Unprotecting local files...
es: Desprotegiendo ficheros locales...
it: Rimozione della protezione dei file locali...
ja: ローカルファイルの保護を解除しています...

# alfresco-one-features.title
source: Alfresco Content Services Features
es: Características de Alfresco Content Services
it: Funzionalità Alfresco Content Services
ja: Alfresco Content Services の機能

# alfresco-one-features.message
source: File protection and Passcode security are no longer available
es: La protección de ficheros y la seguridad con código ya no están disponibles
it: Protezione dei file e Blocco con codice non sono più disponibili
ja: ファイルの保護機能とパスコードは使用できなくなりました

# mail.footer
source: Sent from %@
es: Enviado desde %@
it: Inviato da %@
ja: %@ から送信されました

# mdm.missing.keys.description
source: The following keys have not been setup: %@ Contact your IT Team.
es: Las claves siguientes no se han configurado: %@ Póngase en contacto el equipo de TI.
it: I tasti seguenti non sono stati configurati: %@ Contattare il Team IT.
ja: 次のキーは設定されていません: %@ IT 担当者に問い合わせてください。

# profile.default.title
source: Default
es: Predeterminado
it: Predefinito
ja: デフォルト

# profile.default.summary
source: Content Services Defaults
es: Valores predeterminados de Content Services
it: Valori predefiniti Content Services
ja: Content Services のデフォルト設定

# view-activities-default
source: Activities
es: Actividades
it: Attività
ja: アクティビティ

# view-repository-default
source: Repository
es: Repositorio
ja: リポジトリ

# view-repository-shared-default
source: Shared Files
es: Ficheros compartidos
it: File condivisi
ja: 共有ファイル

# view-sites-default
source: Sites
es: Sitios
it: Siti
ja: サイト

# view-repository-userhome-default
source: My Files
es: Mis ficheros
it: I miei file
ja: あなたのファイル

# view-task-default
source: Tasks
es: Tareas
it: Compiti
ja: タスク

# view-favorite-default
source: Favorites
es: Favoritos
it: Preferiti
ja: お気に入り

# view-search-default
source: Search
es: Buscar
it: Ricerca
ja: 検索

# view-local-default
source: Local Files
es: Ficheros locales
it: File locali
ja: ローカルファイル

# view-sync-default
source: Synced Content
es: Sincronizado
it: Sincronizzati
ja: 同期

# configuration.manager.configuration.file.updated.title
source: Configuration Updated
es: Configuración actualizada
it: Configurazione aggiornata
ja: 設定が更新されました

# configuration.manager.configuration.file.updated.message
source: The configuration file has been updated
es: Se ha actualizado el fichero de configuración
it: Il file di configurazione è stato aggiornato
ja: 設定ファイルが更新されました

# configuration.manager.configuration.file.error.parse.message
source: The configuration file couldn't be loaded.
es: No se ha podido cargar el fichero de configuración.
it: Impossibile caricare il file di configurazione.
ja: 設定ファイルを読み込めませんでした。

# main.menu.reorder.title
source: Edit Menu
es: Editar menú
it: Modifica menu
ja: メニューの編集

# main.menu.reorder.retrieving.profiles
source: Retrieving Profiles ...
es: Recuperando perfiles...
it: Recupero dei profili...
ja: プロフィールを取得しています ...

# main.menu.reorder.header.visible.title
source: Visible
it: Visibile
ja: 表示

# main.menu.reorder.footer.visible.description
source: To hide menu items drag them to Hidden.
es: Para ocultar elementos del menú, arrástrelos a Oculto.
it: Per nascondere le voci di menu, trascinarle su Nascosto.
ja: 表示しないメニューは [非表示] にドラッグしてください。

# main.menu.reorder.header.hidden.title
source: Hidden
es: Oculto
it: Nascosto
ja: 非表示

# main.menu.profile.selection.title
source: Profiles
es: Perfiles
it: Profili
ja: プロフィール

# main.menu.profile.selection.banner.title
source: Main Menu Updated
es: Menú principal actualizado
it: Menu principale aggiornato
ja: メインメニューが更新されました

# main.menu.profile.selection.banner.message
source: The main menu has been updated to display the %@ profile.
es: El menú principal se ha actualizado para mostrar el perfil %@.
it: Il menu principale è stato aggiornato e visualizza ora il profilo %@.
ja: %@ のプロフィールを表示するようにメインメニューが更新されました。

# person.profile.view.controller.header.title.about
source: About
es: Acerca de
it: Info
ja: バージョン情報

# person.profile.view.controller.header.title.contact.information
source: Contact Information
es: Información de contacto
it: Contatti
ja: 連絡先

# person.profile.view.controller.header.title.company.information
source: Company Information
es: Información de la empresa
it: Dati azienda
ja: 会社情報

# person.profile.view.controller.contact.information.type.email.title
source: Email
es: Correo electrónico
ja: E メール

# person.profile.view.controller.contact.information.type.skype.message
source: How would you like to contact %@?
es: ¿Cómo le gustaría ponerse en contacto con %@?
it: Come vuoi contattare %@?
ja: %@ との連絡方法を選択してください。

# person.profile.view.controller.contact.information.type.skype.chat
source: Chat
ja: チャット

# person.profile.view.controller.contact.information.type.skype.call
source: Call
es: Llamada
it: Chiamata
ja: 電話

source: You need to download the Skype app before you can contact this person using Skype
es: Debe descargar la aplicación de Skype antes de poder ponerse en contacto con esta persona a través de Skype.
it: È necessario scaricare l'app Skype prima di contattare questa persona tramite Skype
ja: Skype を使って連絡を取るには、Skype アプリをダウンロードする必要があります。

# person.profile.view.controller.contact.information.type.skype.download
source: Download Skype
es: Descargar Skype
it: Scarica Skype
ja: Skype のダウンロード

# person.profile.view.controller.contact.information.type.instant.message.title
source: Instant Message
es: Mensaje instantáneo
it: Messaggio immediato
ja: インスタントメッセージ

# person.profile.view.controller.contact.information.type.telephone.title
source: Telephone
es: Teléfono
it: Telefono
ja: 電話

# person.profile.view.controller.contact.information.type.mobile.title
source: Mobile
es: Móvil
it: Cellulare
ja: 携帯電話

# person.profile.view.controller.contact.information.type.name.title
source: Name
es: Nombre
it: Nome
ja: 名前

# person.profile.view.controller.contact.information.type.address.title
source: Address
es: Dirección
it: Indirizzo
ja: 住所

# person.profile.view.controller.contact.information.type.fax.title
source: Fax
ja: ファックス

# connectiondiagnostic.event.reachability
source: Checking network connection
es: Comprobando la conexión de red
it: Verifica della connessione di rete
ja: ネットワークの接続をチェックしています

# connectiondiagnostic.event.serverversion
source: Checking server connection
es: Comprobando la conexión del servidor
it: Verifica della connessione al server
ja: サーバーの接続をチェックしています

# connectiondiagnostic.event.repositoriesavailable
source: Authenticating...
es: Autenticando...
it: Autenticazione in corso...
ja: 認証しています...

# connectiondiagnostic.event.connectrepository
source: Connecting...
es: Conectando...
it: Connessione...
ja: 接続しています...

# connectiondiagnostic.event.retrieverootfolder
source: Checking repository connection
es: Comprobando la conexión del repositorio
it: Verifica della connessione al repository
ja: リポジトリの接続をチェックしています

# connectiondiagnostic.button.retrywithdiagnostic
source: Retry with diagnostic
es: Reintentar con diagnóstico
it: Ripeti diagnostica
ja: 診断を再試行

# connectiondiagnostic.title
source: Connection Diagnostic
es: Diagnóstico de la conexión
it: Diagnostica connessione
ja: 接続の診断

# search.files
source: Files
es: Ficheros
it: File
ja: ファイル

# search.folders
source: Folders
es: Carpetas
it: Cartelle
ja: フォルダ

# search.sites
source: Sites
es: Sitios
it: Siti
ja: サイト

# search.people
source: People
es: Personas
it: Persone
ja: ユーザー

# search.searchfor
source: Search for
es: Buscar
it: Cerca
ja: 検索対象

# search.search
source: Search
es: Buscar
it: Ricerca
ja: 検索

# search.previoussearches
source: Previous Searches
es: Búsquedas anteriores
it: Ricerche precedenti
ja: 前の検索結果

# sync.info.skip
source: Skip
es: Saltar
it: Ignora
ja: スキップ

# sync.info.next.laststep
source: Ok, I've got it.
es: De acuerdo, lo entiendo.
it: Ok, ho capito.
ja: 次へ進む

# cloudtermination.message
source: my.alfresco.com will be turned off on June 28, 2019. Please contact your Administrator for guidance on how to export your data from this service.
es: my.alfresco.com será desactivado de forma permanente a partir del 28 de junio de 2019. Por favor, póngase en contacto con su administrador de sistemas para que le ayude a exportar sus datos contenidos en este servicio.
it: my.alfresco.com verrà disattivato permanentemente dal 28 giugno 2019. Contattare l'amministratore di sistema per le istruzioni per esportare i dati dal servizio.
ja: my.alfresco.com は 2019年6 月 28日をもちまして、サービスを終了いたします。本サービスからデータをエクスポートする方法については、ご担当のシステム管理者にお問い合わせください。

# accountdetails.placeholder.email
source: example@alfresco.com
es: ejemplo@alfresco.com
it: esempio@alfresco.com
