Repository: Alfresco/alfresco-ios-app
Catalog: AlfrescoApp/Supporting Files/*.lproj/Localizable.strings
Languages: es, it, ja

# sites.siteCell.favorite
source: Favorite
es: Favorito
it: Preferito
ja: お気に入りに登録

# sites.siteCell.unfavorite
source: Unfavorite
es: Quitar
it: Rimuovi
ja: お気に入りを解除

# sites.siteCell.leave
source: Leave
es: Abandonar
it: Abbandona
ja: 退会

# sites.siteCell.cancel.request
source: Cancel Request
es: Cancelar solicitud
it: Annulla richiesta
ja: リクエストのキャンセル

# sites.siteCell.request.to.join
source: Request to Join
es: Solicitar unirse
it: Posso partecipare?
ja: 参加リクエストの送信

# sites.siteCell.join
source: Join
es: Unirse
it: Partecipa
ja: 参加

# sites.siteCell.members
source: Members
es: Miembros
it: Membri
ja: メンバー

# accounts.title
source: Accounts
es: Cuentas
it: Account
ja: アカウント

# accounts.empty
source: No Accounts
es: Ninguna cuenta
it: Nessun account
ja: アカウントはありません

# accountdetails.title.newaccount
source: New Account
es: Nueva cuenta
it: Nuovo account
ja: 新しいアカウント

# accountdetails.title.editingaccount
source: Editing Account
es: Editar cuenta
it: Modifica account
ja: アカウントの編集

# accounttype.footer.alfrescoServer
source: Connect to Content Services
es: Conectar a Content Services
it: Connessione a Content Services
ja: Content Services に接続します

# accounttype.footer.alfrescoCloud
source: Connect to your Content Services in the Cloud account
es: Conéctese a su cuenta Content Services in the Cloud
it: Connessione all'account Content Services in the Cloud
ja: Content Services in the Cloud アカウントに接続します

# accountdetails.placeholder.required
source: Required
es: Obligatorio
it: Obbligatorio
ja: 必須

# accountdetails.placeholder.optional
source: Optional
es: Opcional
it: Opzionale
ja: 省略可

# accountdetails.fields.email
source: Email
es: Correo electrónico
ja: E メール

# accountdetails.fields.hostname
source: Connect to
es: Conectar a
it: Connetti a
ja: 接続先

# accountdetails.fields.description
source: Description
es: Descripción
it: Descrizione
ja: 説明

# accountdetails.fields.port
source: Port
es: Puerto
it: Porta
ja: ポート

# accountdetails.fields.servicedocument
source: Service Document
es: Documento de servicio
it: Condizioni del servizio
ja: サービスドキュメント

# accountdetails.fields.syncPreference
source: Sync Content
es: Sincronizar contenido
it: Sincronizza contenuti
ja: コンテンツの同期

# accountdetails.fields.syncPreference.footer
source: Select to sync content to your device. A warning will be displayed before syncing content over 20 MB
es: Seleccione sincronizar contenido en su dispositivo. Aparecerá una advertencia antes de sincronizar contenido superior a 20 MB
it: Seleziona i contenuti da sincronizzare sul dispositivo. Quando si sincronizzano oltre 20 MB di contenuti viene visualizzato un avviso
ja: デバイスと同期するコンテンツを選択してください。20 MB を超えるコンテンツを同期する場合は、警告が表示されます

# accountdetails.buttons.client-certificate
source: Client Certificate
es: Certificado de cliente
it: Certificato client
ja: クライアント証明書

# accountdetails.buttons.configuration
source: Edit Main Menu
es: Editar menú principal
it: Modifica menu principale
ja: メインメニューの編集

# accountdetails.header.authentication
source: Account Details
es: Datos de la cuenta
it: Dettagli account
ja: アカウントの詳細

# accountdetails.header.advanced
source: Advanced
es: Avanzada
it: Avanzate
ja: 詳細設定

# accountdetails.header.setting
source: Settings
es: Configuración
it: Impostazioni
ja: 設定

# accountdetails.header.main.menu.config
source: Main Menu
es: Menú principal
it: Menu principale
ja: メインメニュー

# accountdetails.footer.main.menu.config.disabled
source: Your IT team have turned off this feature.
es: Su equipo de TI ha desactivado esta función.
it: Il team IT ha disattivato questa funzione.
ja: この機能は IT 担当者によってオフに設定されています。

# accountdetails.buttons.profile
source: Edit Profile
es: Editar perfil
it: Modifica profilo
ja: プロフィールの編集

# accountdetails.header.profile
source: Profile
es: Perfil
it: Profilo
ja: プロフィール

# accountdetails.alert.save.title
source: Save Account
es: Guardar cuenta
it: Salva account
ja: アカウントの保存

# accountdetails.alert.save.validationerror
source: Couldn't save account. Check your account settings with your IT team.
es: No se ha podido guardar la cuenta. Compruebe la configuración de su cuenta con su equipo de TI.
it: Impossibile salvare account. Verifica le impostazioni dell'account con il team IT.
ja: アカウントを保存できませんでした。IT 担当者に、お使いのアカウントの設定を確認してください。

# accountdetails.fields.accountSettings
source: Enter your user name and password to access this account
es: Introduzca su nombre de usuario y contraseña para acceder a esta cuenta
it: Inserisci nome utente e password per accedere a questo account
ja: このアカウントにアクセスするためのユーザー名とパスワードを入力してください

# accountdetails.fields.confirmPassword
source: Confirm your password to access this account
es: Confirme su contraseña para acceder a esta cuenta
it: Conferma la password per accedere a questo account
ja: 確認のために、パスワードを再入力してください

# certificate-manage.import.label
source: Import from Local Files
es: Importar desde ficheros locales
it: Importa da File locali
ja: [ローカルファイル] からインポート

# certificate-manage.download.label
source: Download from Web Server
es: Descargar del servidor Web
it: Scarica da Server web
ja: Web サーバーからダウンロード

# certificate-import.tableHeader
source: PKCS 12 Passcode
es: Clave PKCS 12
it: Codice PKCS 12
ja: PKCS 12 パスコード

# certificate-import.fields.passcode
source: Passcode
es: Clave
it: Codice
ja: パスコード

# certificate-import.tableFooter
source: Enter the passcode for the PKCS 12 file
es: Introduzca la clave del fichero PKCS 12
it: Inserisci il codice per il file PKCS 12
ja: PKCS 12 ファイルのパスコードを入力してください

# certificate-import.button.import
source: Import
es: Importar
it: Importa
ja: インポート

# certificate-import.error.title
source: Import Certificate
es: Importar certificado
it: Importa certificato
ja: 証明書のインポート

# certificate-import.error.authentication
source: The passcode provided for the certificate is invalid
es: La clave introducida para el certificado no es válida
it: Il codice specificato per il certificato non è valido
ja: 入力した証明書のパスコードは無効です

# certificate-import.error.format
source: The certificate file is incorrect and can't be imported
es: El fichero del certificado es incorrecto y no se puede importar
it: Il file del certificato non è corretto e non può essere importato
ja: 証明書ファイルが正しくないため、インポートできません

# certificate-download.title
source: Web Server
es: Servidor web
it: Server web
ja: Web サーバー

# certificate-details.title
source: Client Certificate
es: Certificado de cliente
it: Certificato client
ja: クライアント証明書

# certificate-details.issuer
source: Issuer: %@
es: Emisor: %@
it: Rilasciato da: %@
ja: 発行者: %@

# certificate-details.delete.title
source: Remove Client Certificate
es: Suprimir certificado de cliente
it: Rimuovi certificato client
ja: クライアント証明書の削除

# certificate-details.delete.message
source: Removing this client certificate cannot be undone. Are you sure you want to continue?
es: Suprimir el certificado del cliente no se puede deshacer. ¿Está seguro de que desea continuar?
it: La rimozione di questo certificato client è irreversibile. Vuoi continuare?
ja: 一度このクライアント証明書を削除すると、元に戻せません。作業を続けますか?

# certificate-details.importSuccess
source: The certificate was imported successfully
es: Certificado importado correctamente
it: Il certificato è stato importato
ja: 証明書がインポートされました

# certificate-details.buttons.delete
source: Remove Certificate
es: Suprimir certificado
it: Rimuovi certificato
ja: 証明書の削除

# certificate-details.delete.confirm
source: Remove
es: Suprimir
it: Rimuovi
ja: 削除

# companyHome.title
source: Repository
es: Repositorio
ja: リポジトリ

# sharedFiles.title
source: Shared Files
es: Ficheros compartidos
it: File condivisi
ja: 共有ファイル

# myFiles.title
source: My Files
es: Mis ficheros
it: I miei file
ja: あなたのファイル

# browser.actionsheet.addfolder
source: Create Folder
es: Crear carpeta
it: Crea cartella
ja: フォルダの作成

# browser.actionsheet.upload
source: Upload
es: Cargar
it: Carica
ja: アップロード

# browser.actionsheet.upload.existingPhotos
source: Select Photos
es: Seleccionar fotos
it: Seleziona foto
ja: 写真の選択

# browser.actionsheet.upload.existingPhotosOrVideos
source: Select Photos or Videos
es: Seleccionar fotos o vídeos
it: Seleziona foto o video
ja: 写真または動画の選択

# browser.actionsheet.upload.documents
source: Choose Local File
es: Escoger un fichero local
it: Scegli file locale
ja: [ローカルファイル] の選択

# browser.actionsheet.takephoto
source: Take Photo
es: Hacer foto
it: Scatta foto
ja: 写真の撮影

# browser.actionsheet.takephotovideo
source: Take Photo or Video
es: Hacer foto o grabar vídeo
it: Scatta foto o registra video
ja: 写真または動画の撮影

# browser.actionsheet.createfile
source: Create Text File
es: Crear fichero de texto
it: Crea file di testo
ja: テキストファイルの作成

# browser.alertview.addfolder.title
source: Create Folder
es: Crear carpeta
it: Crea cartella
ja: フォルダの作成

# browser.alertview.addfolder.message
source: Create folder with the name:
es: Crear carpeta con el nombre:
it: Crea cartella con nome:
ja: 作成するフォルダの名前を入力してください:

# browser.alertview.addfolder.create
source: Create
es: Crear
it: Crea
ja: 作成

# browser.actionsheet.record.audio
source: Record Audio
es: Grabar audio
it: Registra audio
ja: オーディオの録音

# browser.actioncontroller.select
source: Multi-Select
es: Selección múltiple
it: Multiselezione
ja: 複数選択

# browser.actioncontroller.grid
source: Grid View
es: Vista de cuadrícula
it: Vista griglia
ja: グリッド表示

# browser.actioncontroller.list
source: List View
es: Vista de lista
it: Vista elenco
ja: 一覧表示

# multiselect.button.delete
source: Delete
es: Eliminar
it: Elimina
ja: 削除

# multiselect.button.delete.counter
source: Delete (%u)
es: Eliminar (%u)
it: Elimina (%u)
ja: (%u) 個を削除

# multiselect.delete.confirmation.message.one-item
source: Do you want to delete 1 file?
es: ¿Desea eliminar 1 fichero?
it: Eliminare 1 file?
ja: 1 個のファイルを削除しますか?

# multiselect.delete.confirmation.message.n-items
source: Do you want to delete %d files?
es: ¿Desea eliminar %d ficheros?
it: Eliminare %d file?
ja: %d 個のファイルを削除しますか?

# multiselect.delete.confirmation.message.one-download
source: Do you want to delete 1 file from local files?
es: ¿Desea eliminar 1 fichero de los ficheros locales?
it: Vuoi eliminare 1 file dai file locali?
ja: [ローカルファイル] から 1 つのファイルを削除しますか?

# multiselect.delete.confirmation.message.n-downloads
source: Do you want to delete %d files from local files?
es: ¿Desea eliminar %d ficheros de los ficheros locales?
it: Vuoi eliminare %d file dai file locali?
ja: [ローカルファイル] から %d 個のファイルを削除しますか?

# multiselect.delete.completed.title
source: Delete Completed with Errors
es: Eliminación completa con errores
it: Eliminazione completata con errori
ja: 削除の完了時にエラーが発生しました

# multiselect.delete.completed.message
source: %@ files deleted.
es: %@ ficheros eliminados.
it: %@ file eliminati.
ja: %@ 個のファイルが削除されました。

# multiselect.delete.partial.message
source: %@ files deleted. Some files couldn't be deleted
es: %@ ficheros eliminados. No se han podido eliminar algunos ficheros
it: %@ file eliminati. Impossibile eliminare alcuni file
ja: %@ 個のファイルが削除されました。一部のファイルを削除できませんでした。

# multiselect.delete.failure.message
source: None of the files could be deleted.
es: No se ha podido eliminar ninguno de los ficheros.
it: Nessun file può essere eliminato.
ja: どのファイルも削除できませんでした。

# nodes.picker.attachments.select
source: Select attachments...
es: Seleccionar adjuntos...
it: Seleziona allegati...
ja: 添付ファイルの選択...

# nodes.picker.list.title
source: Attachments
es: Adjuntos
it: Allegati
ja: 添付ファイル

# nodes.picker.list.attachments.section.title
source: Selected Attachments
es: Adjuntos seleccionados
it: Allegati selezionati
ja: 選択した添付ファイル

# nodes.picker.list.attachments.section.footer
source: Swipe to delete
es: Deslice el dedo para eliminar
it: Scorri con il dito per eliminare
ja: 削除するにはスワイプします

# nodes.picker.button.select.documents
source: Select File(s)
es: Seleccionar fichero(s)
it: Seleziona file
ja: ファイルの選択

# nodes.picker.button.select.documents.counter
source: Select %u File(s)
es: Seleccionar %u fichero(s)
it: Seleziona %u file
ja: %u 個 のファイルを選択

# nodes.picker.button.deselectAll
source: Deselect All
es: Anular todas las selecciones
it: Deseleziona tutto
ja: すべての選択を解除

# nodes.picker.button.deselectAll.counter
source: Deselect All
es: Anular todas las selecciones
it: Deseleziona tutto
ja: すべての選択を解除

# nodes.picker.button.select.folder
source: Select this folder
es: Seleccionar esta carpeta
it: Seleziona questa cartella
ja: このフォルダを選択

# nodes.picker.button.select.folder.counter
source: Select this folder
es: Seleccionar esta carpeta
it: Seleziona questa cartella
ja: このフォルダを選択

# people.picker.title
source: Select Assignee
es: Seleccionar asignado
it: Seleziona assegnatario
ja: 担当者の選択

# people.picker.assignees.select
source: Select assignees...
es: Seleccionar asignados...
it: Seleziona assegnatari...
ja: 担当者の選択...

# people.picker.assignee.select
source: Select assignee...
es: Seleccionar asignado...
it: Seleziona assegnatario...
ja: 担当者の選択...

# people.picker.list.title
source: Assignees
es: Asignados
it: Assegnatari
ja: 担当者

# people.picker.search.results.section.title
source: Search Results
es: Buscar resultados
it: Risultati della ricerca
ja: 検索結果

# people.picker.selected.people.section.title
source: Selected People
es: Personas seleccionadas
it: Persone selezionate
ja: 選択したユーザー

# people.picker.search.title
source: Search People
es: Buscar personas
it: Ricerca persone
ja: ユーザーの検索

# people.picker.search.no.results
source: No Search Results
es: Ningún resultado de búsqueda
it: Nessun risultato della ricerca
ja: 一致するものはありません

# about.title
source: About
es: Acerca de
it: Info
ja: バージョン情報

# about.content
source: Alfresco Content Services provides open, flexible, highly scalable Enterprise Content Management (ECM) - which makes it easy to access and collaborate on content wherever you are. The Alfresco Content Services mobile app gives you fast, secure access to your Alfresco content and associated workflow processes. It works with Alfresco Content Services, Alfresco Community Edition (4.2 and above) and Alfresco Content Services in the Cloud. This mobile application connects using your Alfresco Content Services login credentials (over HTTP or HTTPS), and manages access based on your permissions.
es: Alfresco Content Services ofrece una gestión de contenido empresarial (ECM) abierta, flexible y altamente escalable que le facilita el acceso al contenido para que pueda colaborar con él desde cualquier lugar. La aplicación móvil Alfresco Content Services le ofrece un acceso rápido y seguro a su contenido de Alfresco y a los procesos de flujo de trabajo asociados. Funciona con Alfresco Content Services, Alfresco Community Edition (4.2 y posterior) y Alfresco Content Services in the Cloud. Esta aplicación móvil se conecta con las credenciales de inicio de sesión de Alfresco Content Services (a través de HTTP o HTTPS) y gestiona el acceso en función de sus permisos.
it: Alfresco Content Services offre un sistema aperto, flessibile e altamente scalabile di gestione dei contenuti aziendali che semplifica l'accesso ai contenuti e la collaborazione da qualsiasi posizione. L'app mobile Alfresco Content Services permette di accedere rapidamente e in modo sicuro ai contenuti Alfresco e ai processi dei flussi di lavoro associati. È compatibile con Alfresco Content Services, Alfresco Community Edition (4.2 e versioni successive) e con Alfresco Content Services in the Cloud. L'applicazione per dispositivi mobili si collega tramite le credenziali di accesso di Alfresco Content Services (attraverso protocolli HTTP o HTTPS) e gestisce l'accesso in base alle autorizzazioni concesse all'utente.
ja: Alfresco Content Services は、どこからでも簡単にコンテンツにアクセスして共同作業を行える、オープンで柔軟、かつ非常に拡張性の高いエンタープライズコンテンツ管理 (ECM) プログラムです。 Alfresco Content Services のモバイルアプリケーションを使えば、Alfresco で管理しているコンテンツと関連ワークフロープロセスに素早く、安全にアクセスできます。このアプリケーションは Alfresco Content Services、Alfresco Community Edition (4.2以降)、Alfresco Content Services in the Cloud と連携します。 このモバイルアプリケーションには Alfresco Content Services のログイン資格情報を使って (HTTP または HTTPS 経由で) アクセスし、権限に基づいてアクセスを管理します。

# about.version.number
source: Version: %@ (%@)
es: Versión: %@ (%@)
it: Versione: %@ (%@)
ja: バージョン: %@ (%@)

# about.build.date.time
source: Build Date: %s %s
es: Fecha de creación: %s %s
it: Data build: %s %s
ja: ビルド日時: %s %s

# activities.title
source: Activities
es: Actividades
it: Attività
ja: アクティビティ

# activities.empty
source: No Activities
es: Ninguna actividad
it: Nessuna attività
ja: アクティビティはありません

# activities.section.today
source: Today
es: Hoy
it: Oggi
ja: 今日

# activities.section.yesterday
source: Yesterday
es: Ayer
it: Ieri
ja: 昨日

# activities.section.older
source: Older
es: Más antiguo
it: Precedenti
ja: 一昨日以前

# upload.photo.title
source: Upload Image
es: Cargar imagen
it: Carica immagine
ja: 画像のアップロード

# upload.document.title
source: Upload File
es: Cargar fichero
it: Carica file
ja: ファイルのアップロード

# upload.video.title
source: Upload Video
es: Cargar vídeo
it: Carica video
ja: 動画のアップロード

# upload.audio.title
source: Upload Audio
es: Cargar audio
it: Carica audio
ja: オーディオのアップロード

# upload.photo.namecell.title
source: Name
es: Nombre
it: Nome
ja: 名前

# upload.photo.namecell.textfield.placeholder.text
source: File Name
es: Nombre de fichero
it: Nome file
ja: ファイル名

# upload.photo.tagcell.textlabel.placeholder.text
source: No Tags
es: Ninguna etiqueta
it: Nessun tag
ja: タグがありません

# upload.photo.photocell.title
source: Photo
es: Foto
it: Foto
ja: 写真

# upload.photo.qualitycell.title
source: Quality
es: Calidad
it: Qualità
ja: 品質

# upload.photo.tagscell.title
source: Tags
es: Etiquetas
it: Tag
ja: タグ

# upload.documentTitleCell.label
source: File
es: Fichero
ja: ファイル

# upload.videoTitleCell.label
source: Video
es: Vídeo
ja: 動画

# upload.default.video.name
source: Video %@
es: Vídeo %@
ja: 動画 "%@"

# upload.audio.cell.label
source: Audio
ja: オーディオ

# upload.audio.cell.button.record
source: Record
es: Grabar
it: Registra
ja: 録音

# upload.audio.cell.button.play
source: Play
es: Reproducir
it: Riproduci
ja: 再生

# upload.audio.cell.button.stop
source: Stop
es: Detener
it: Arresta
ja: 停止

# upload.audio.setting.disabled.title
source: Permissions
es: Permisos
it: Permessi
ja: 権限

# upload.audio.setting.disabled.message
source: This app doesn't have permission to access the microphone. Change this in your device Settings > Privacy > Microphone.
es: Esta aplicación no tiene permiso para usar el micrófono. Puede cambiar esto en su dispositivo en Ajustes > Privacidad > Micrófono.
it: L'app non ha il permesso di accedere al microfono. Modificare questa impostazione in Impostazioni -> Privacy -> Microfono.
ja: このアプリには、マイクにアクセスする権限がありません。 この設定をデバイスの 「設定」 -> 「プライバシー」 -> 「マイク」で変更してください。

# upload.confirm.dismissal.title
source: Unsaved Content
es: Contenido sin guardar
it: Contenuto non salvato
ja: 保存されていないコンテンツ

# upload.confirm.dismissal.message
source: Do you want to upload this content? Your content will be lost if you don't upload now.
es: ¿Desea cargar este contenido? Si no lo carga ahora, perderá su contenido.
it: Vuoi caricare questo contenuto? Se non viene caricato ora, il contenuto verrà perso.
ja: このコンテンツをアップロードしますか? ここでアップロードしないと、コンテンツが失われます。

# upload.confirm.dismissal.cancel
source: Don't Upload
es: No cargar
it: Non caricare
ja: アップロードしない

# upload.success-as.message
source: File uploaded as %@
es: Fichero cargado como %@
it: File caricato come %@
ja: ファイルが %@ としてアップロードされました

# tagselection.title
source: Tags
es: Etiquetas
it: Tag
ja: タグ

# tagselection.empty
source: No Tags
es: Ninguna etiqueta
it: Nessun tag
ja: タグがありません

# tagselection.newTag.buttonTitle
source: Add New Tag
es: Añadir nueva etiqueta
it: Aggiungi nuovo tag
ja: 新しいタグの追加

# tagselection.newTag.alertTitle
source: Add New Tag
es: Añadir nueva etiqueta
it: Aggiungi nuovo tag
ja: 新しいタグの追加

# tagselection.newTag.error.invalidtag.title
source: Invalid Tag
es: Etiqueta no válida
it: Tag non valido
ja: 無効なタグ

# tagselection.newTag.error.invalidtag.message
source: Tags must contain text
es: Las etiquetas deben contener texto
it: I tag devono contenere testo
ja: タグにテキストを入力してください

# document.segment.preview.title
source: Preview
es: Vista previa
it: Anteprima
ja: プレビュー

# document.segment.metadata.title
source: Properties
es: Propiedades
it: Proprietà
ja: プロパティ

# document.segment.version.history.title
source: History
es: Historial
it: Cronologia
ja: 履歴

# document.segment.nocomments.title
source: Comments
es: Comentarios
it: Commenti
ja: コメント

# document.segment.comments.title
source: Comments (%d)
es: Comentarios (%d)
it: Commenti (%d)
ja: コメント (%d 件)

# document.segment.comments.hasmore.title
source: Comments (%d+)
es: Comentarios (%d+)
it: Commenti (%d+)
ja: コメント (%d 件以上)

# document.segment.map.title
source: Map
es: Mapa
it: Mappa
ja: マップ

# document.segment.repository.metadata.title
source: Original Properties
es: Propiedades originales
it: Proprietà originali
ja: 元のプロパティ

# document.video.not.supported
source: Playback isn't available
es: Reproducción no disponible
it: Riproduzione non disponibile
ja: 再生機能は使用できません

# document.open-in.not.supported.title
source: Open in isn't available
es: Apertura interna no disponible
it: Apri in non disponibile
ja: [次の方法で開く] は使用できません

# document.open-in.not.supported.message
source: The Open in option isn't available with this application.
es: La opción de apertura interna no está disponible en esta aplicación.
it: L'opzione Apri in non è disponibile per questa applicazione.
ja: [次の方法で開く] は、このアプリケーションでは使用できません。

# document.open-in.noapps.title
source: No apps supported
es: No hay aplicaciones compatibles
it: Nessuna app compatibile
ja: 対応するアプリがありません

# document.open-in.noapps.message
source: There aren't any apps installed on this device that can open this file.
es: No hay aplicaciones instaladas en el dispositivo que puedan abrir este fichero.
it: Sul dispositivo non sono installate app in grado di aprire questo file.
ja: このファイルを開けるアプリがデバイスにインストールされていません。

# login.title
source: Login
es: Iniciar sesión
ja: ログイン

# login.server.cell.label
source: Server
es: Servidor
ja: サーバー

# login.username.cell.label
source: User name
es: Nombre de usuario
it: Nome utente
ja: ユーザー名

# login.username.textfield.placeholder
source: User name
es: Nombre de usuario
it: Nome utente
ja: ユーザー名

# login.password.cell.label
source: Password
es: Contraseña
ja: パスワード

# login.password.textfield.placeholder
source: Password
es: Contraseña
ja: パスワード

# login.hud.label
source: Connecting...
es: Conectando...
it: Connessione...
ja: 接続しています...

# login.hud.cancel.label
source: Tap to cancel
es: Toque para cancelar
it: Tocca per annullare
ja: タップしてキャンセル

# login.sign.in
source: Sign In
es: Iniciar sesión
it: Accedi
ja: サインイン

# downloads.title
source: Local Files
es: Ficheros locales
it: File locali
ja: ローカルファイル

# downloads.empty
source: No Local Files
es: Ningún fichero local
it: Nessun file locale
ja: ローカルファイルはありません

# download.overwrite.prompt.message
source: There's already a local file with the same name. Do you want to overwrite the existing one?
es: Ya existe un fichero local con el mismo nombre. ¿Desea sobrescribir el fichero existente?
it: Esiste già un file locale con lo stesso nome. Vuoi sovrascrivere il file esistente?
ja: すでに同じ名前のローカルファイルがあります。既存のファイルを上書きしますか?

# download.success.message
source: File Saved
es: Fichero guardado
it: File salvato
ja: ファイルが保存されました

# download.success-as.message
source: File Saved as %@
es: Fichero guardado como %@
it: File salvato come %@
ja: ファイルが %@ として保存されました

# download.failure.message
source: Couldn't save the file
es: No se ha podido guardar el fichero
it: Impossibile salvare il file
ja: ファイルを保存できませんでした

# download.delete.failure.message
source: Couldn't delete local file
es: No se ha podido eliminar el fichero local
it: Impossibile eliminare il file locale
ja: ローカルファイルを削除できませんでした

# comments.title
source: Comments
es: Comentarios
it: Commenti
ja: コメント
